{
  "nodes": [
    {
      "id": "start",
      "type": "start",
      "position": {
        "x": -220,
        "y": -1832.7649417464281
      },
      "data": {}
    },
    {
      "id": "XLZKnwen2bGqYhUYDxt9E",
      "type": "setState",
      "position": {
        "x": -298.44657409935746,
        "y": -1643.745471549466
      },
      "data": {
        "demandA": "80",
        "demandB": "20",
        "priceA": "50",
        "priceB": "60",
        "sentimentPro": null,
        "sentimentNeutral": null,
        "sentimentAgainst": null,
        "daysSinceGameStart": -32,
        "eventId": "0 . 1 - Game state"
      }
    },
    {
      "id": "4WLezBNizr38bI4Na8tgs",
      "type": "scene",
      "position": {
        "x": -391.23234803861254,
        "y": -1232.4849343806907
      },
      "data": {
        "textA": "Your most popular brand is WildertonWear, the local brand produced in the old factory in town. To be honest, it’s not the best quality brand - anymore. But because of its long tradition and local connection, it is still popular among tourists and locals for nostalgic reasons. Your second most popular brand is BlueSkin, a higher quality brand made in a neighbouring town.",
        "textB": "Your most popular brand is WildertonWear, the local brand produced in the old factory in town. To be honest, it’s not the best quality brand - anymore. But because of its long tradition and local connection, it is still popular among tourists and locals for nostalgic reasons. Your second most popular brand is BlueSkin, a higher quality brand made in a neighbouring town.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": "0 . 2 - Most popular brands",
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "MJhMP9gYXrunc4iHoi48n",
      "type": "scene",
      "position": {
        "x": -390.21731708399807,
        "y": -673.1033444303264
      },
      "data": {
        "textA": "However, things are about to change…",
        "textB": "However, things are about to change…",
        "option1A": "Uh oh…",
        "option2A": null,
        "option3A": null,
        "option1B": "Uh oh…",
        "option2B": null,
        "option3B": null,
        "eventId": "0 . 3 - About to change"
      }
    },
    {
      "id": "PXYfraxDciaUuyhfzO35H",
      "type": "newsFlash",
      "position": {
        "x": -391.70493206770993,
        "y": -199.59101047094737
      },
      "data": {
        "headline": "WildertonWear evading taxes",
        "text": "On Tuesday, the local radio news broadcast revealed that WildertonWear has holding off paying taxes for the past three years. - I’m furious. During all these years that people in town have been buying their items to support a struggling company, WildertonWear gave nothing back, says local resident…",
        "imageUrl": "factory.jpg",
        "headlineA": "WILDERTONWEAR EVADING TAXES",
        "headlineB": "WILDERTONWEAR FACTORY SUPER EMITTER",
        "textA": "<b>In a new investigative report, the Daily Times reveals that WildertonWear has neglected paying municipality taxes for the past five years. “We were in a tough situation, and had to cut down on spending,” says a former employee who wishes to remain anonymous.</b> For over a hundred years, the old brick factory walls and chimneys of WildertonWear have been rising over Wilderton. Many residents have seen generations of family members go to work at the factory - or worked there themselves - and all of us have an emotional relationship with the company that has been regarded as the financial backbone of the town for decades. So when the company management admitted to having financial difficulties a few years back, many residents stepped up to help by purchasing their products. And even though many have complained about the declining quality of the clothing items, the name WildertonWear has nonetheless been a source of pride for the community. However, the Daily Times can now reveal that the love has not been mutual. Over the past five years, WildertonWear has paid exactly zero municipality taxes. In an interview with the Daily Times, the company CEO, Bert Swindle, explains that the company always intended to pay the taxes “as soon as the financial situation stabilised”.",
        "textB": "<b>WildertonWear has been emitting very high levels of carbon dioxide and methane gas into the atmosphere for the past decades. The pollution filtering systems have not been upgraded since the 1990s, and as a result, the company has been releasing more greenhouse gases into the atmosphere than all car traffic in the country during the same period.</b> For over a hundred years, the old brick factory walls and chimneys of WildertonWear have been rising over Wilderton. Many residents have seen generations of family members go to work at the factory - or worked there themselves - and all of us have an emotional relationship with the company that has been regarded as the financial backbone of the town for decades. So when the company management admitted to having financial difficulties a few years back, many residents stepped up to help by purchasing their products. And even though many have complained about the declining quality of the clothing items, the name WildertonWear has nonetheless been a source of pride for the community.  But when the Daily Times’ investigative journalism team decided to take a closer look, it found a darker side. The factory has been emitting very high levels of carbon dioxide and methane gas, relative to other factories of the same size and type. “We knew our emission filtering systems were not up to the current standard,” says a former employee who wishes to remain anonymous. “But we were told it couldn’t be fixed since we had to cut down on spending.”",
        "date": null,
        "daysSinceGameStart": 0
      }
    },
    {
      "id": "FDL4XW8RGUtItENas8Abo",
      "type": "scene",
      "position": {
        "x": -390.2926058372454,
        "y": 1151.7758181659492
      },
      "data": {
        "textA": "It is time to stock up on items for the coming month, and you’ll need to choose how to divide your order between the brands. Given the likelihood of a boycott, should you buy your usual amount of WildertonWear items, or swap some for your second most popular brand, BlueSkin?",
        "textB": "It is time to stock up on items for the coming month, and you’ll need to choose how to divide your order between the brands. Given the likelihood of a boycott, should you buy your usual amount of WildertonWear items, or swap some for your second most popular brand, BlueSkin?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": "0 . 7 - Time to stock up",
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "J96yfgRlgDxx1cgwLe2l0",
      "type": "stockUp",
      "position": {
        "x": -214.0059456099677,
        "y": 1681.330779974499
      },
      "data": {
        "daysSinceGameStart": 2,
        "eventId": "1 - Stock-up"
      }
    },
    {
      "id": "TdZjZYlx-1KGX-SAuNvVM",
      "type": "if",
      "position": {
        "x": -313.3244916347725,
        "y": 1957.8781047450761
      },
      "data": {
        "threshold": 64
      }
    },
    {
      "id": "pxhHxJTNzvrycipJcC4pG",
      "type": "if",
      "position": {
        "x": -115.84064929558959,
        "y": 2162.560320580075
      },
      "data": {
        "threshold": 74
      }
    },
    {
      "id": "HSUrsXfz3L49hdUhtcpWe",
      "type": "scene",
      "position": {
        "x": -1552.5485704060932,
        "y": 2873.76776062457
      },
      "data": {
        "textA": "You were right in anticipating a boycott. The Wilderton residents are very upset with WildertonWear, and the demand quickly drops. And so does your revenue.",
        "textB": "You were right in anticipating a boycott. The Wilderton residents are very upset with WildertonWear, and the demand quickly drops. And so does your revenue.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": "1 . 2 - ACT - Reaction stock-up",
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "47SvIb6zFyecaQvpczqYF",
      "type": "scene",
      "position": {
        "x": -392.24640921618,
        "y": 2874.992734997935
      },
      "data": {
        "textA": "The residents are very upset with WildertonWear, and the demand quickly drops. Luckily, you didn’t make any drastic changes. Your revenue has only dropped a little.",
        "textB": "The residents are very upset with WildertonWear, and the demand quickly drops. Luckily, you didn’t make any drastic changes. Your revenue has only dropped a little.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": "1 . 2 - WAIT - Reaction stock-up",
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "KcRNEfg1vLgXZFKHqHSV3",
      "type": "scene",
      "position": {
        "x": 853.8917035207337,
        "y": 2873.9036403609252
      },
      "data": {
        "textA": "Hmm. It looks like you underestimated the Wilderton residents’ dissatisfaction with WildertonWear. The demand dropped quickly. Your revenue also dropped, but not so much that it affects the business.",
        "textB": "Hmm. It looks like you underestimated the Wilderton residents’ dissatisfaction with WildertonWear. The demand dropped quickly. Your revenue also dropped, but not so much that it affects the business.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": "1 . 2 - DELAY - Reaction stock-up",
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "PvdbsDE1qm3A-BDvUqvpm",
      "type": "scene",
      "position": {
        "x": -1554.0377781188497,
        "y": 3423.8517419313257
      },
      "data": {
        "textA": "Some of your customers are happy that you’re reducing your WildertonWear supply. Others are wondering if you’re really willing to risk that such a traditional old company - and one of the town’s largest employers for generations - has to close? What do you tell them?",
        "textB": "Some of your customers are happy that you’re reducing your WildertonWear supply. Others are wondering if you’re really willing to risk that such a traditional old company - and one of the town’s largest employers for generations - has to close? What do you tell them?",
        "option1A": "A long history doesn’t give them the right to exploit the community.",
        "option2A": "I can’t afford to support WildertonWear if my customers won’t buy their products.",
        "option3A": "I think a boycott could teach Wildertonwear a lesson, but it should be temporary.",
        "option1B": "A long history doesn’t give them the right to pollute our atmosphere.",
        "option2B": "I can’t afford to support WildertonWear if my customers won’t buy their products.",
        "option3B": "I think a boycott could teach Wildertonwear a lesson, but it should be temporary.",
        "eventId": "1 . 3 - ACT - How do you answer customers"
      }
    },
    {
      "id": "ftPp5gNbQ1xcn5_Id-42s",
      "type": "scene",
      "position": {
        "x": -389.5592957400435,
        "y": 3425.8620840298336
      },
      "data": {
        "textA": "Your customers are wondering where you stand; are you going to support WildertonWear because of its long traditions, or are you joining the boycott even if there’s a risk that the company could be forced to close? What do you tell them?",
        "textB": "Your customers are wondering where you stand; are you going to support WildertonWear because of its long traditions, or are you joining the boycott even if there’s a risk that the company could be forced to close? What do you tell them?",
        "option1A": "It looks like BlueSkin is the safer choice right now, so I’ll go with that.",
        "option2A": "I can’t afford to take any financial risks, so I’ll wait and see what my competitors do.",
        "option3A": "Business is business, not politics. Despite the boycott, Wildertonwear is still the most popular brand.",
        "eventId": "1 . 3 - WAIT - How do you answer customers",
        "option1B": "It looks like BlueSkin is the safer choice right now, so I’ll go with that.",
        "option2B": "I can’t afford to take any financial risks, so I’ll wait and see what my competitors do.",
        "option3B": "Business is business, not politics. Despite the boycott, Wildertonwear is still the most popular brand."
      }
    },
    {
      "id": "1TMHUmf4AwNWTBCsEoPvI",
      "type": "scene",
      "position": {
        "x": 856.9302838537852,
        "y": 3427.0621591604686
      },
      "data": {
        "textA": "Some of your customers are happy that you’re still supporting WildertonWear, since it’s one of the town’s largest employers. Others are wondering how you can support a business that is clearly exploiting the community. What do you tell them?",
        "textB": "Some of your customers are happy that you’re still supporting WildertonWear, since it’s one of the town’s largest employers. Others are wondering how you can support a business that is clearly a big contributor to climate change. What do you tell them?",
        "option1A": "WildertonWear clearly has problems, but it’s better to influence them through dialogue.",
        "option2A": "Business is business, not politics. Despite the boycott, WildertonWear is still the most popular brand.",
        "option3A": "I have to support them; if they have to close, it will affect the entire community.",
        "option1B": "WildertonWear clearly has problems, but it’s better to influence them through dialogue.",
        "option2B": "Business is business, not politics. Despite the boycott, WildertonWear is still the most popular brand.",
        "option3B": "I have to support them; if they have to close, it will affect the entire community.",
        "eventId": "1 . 3 - DELAY - How do you answer customers"
      }
    },
    {
      "id": "77gncznQcholoB3rogW-I",
      "type": "scene",
      "position": {
        "x": -1552.5032467048966,
        "y": 5282.238821469151
      },
      "data": {
        "textA": "There are more ways you can try to influence WildertonWear. As a local politician and council member, you are invited to the regular municipal council meetings. This week, you will vote on a proposal to extend the tax repayment period for WildertonWear for 4 months. How do you vote?",
        "textB": "There are more ways you can try to influence WildertonWear. As a local politician and council member, you are invited to the regular municipal council meetings. This week, you will vote on a proposal to extend the deadline for WildertonWear’s filtering system upgrade for 4 months to ease the financial pressure on the company. How do you vote?",
        "option1A": "Against, of course! We’ve been supporting them long enough.",
        "option2A": "I’ll abstain. If I openly choose sides I might lose customers.",
        "option3A": "For. We need to keep the factory running, for the sake of the workers and the community.",
        "option1B": "Against, of course! They should have fixed the system long ago.",
        "option2B": "I’ll abstain. If I openly choose sides I might lose customers.",
        "option3B": "For. We need to keep the factory running, for the sake of the workers and the community.",
        "eventId": "1 . 6 - ACT - Council extension vote"
      }
    },
    {
      "id": "A-qXvdzv_191lNK5lIzmH",
      "type": "scene",
      "position": {
        "x": -390.5932723403611,
        "y": 5281.621295178341
      },
      "data": {
        "textA": "There are more ways you can influence or support WildertonWear. As a local politician and council member, you are invited to the regular municipal council meetings. This week, you will vote on a proposal to extend the tax repayment period for WildertonWear for 4 months. How do you vote?",
        "textB": "There are more ways you can influence or support WildertonWear. As a local politician and council member, you are invited to the regular municipal council meetings. This week, you will vote on a proposal to extend the deadline for WildertonWear’s filtering system upgrade for 4 months, to ease the financial pressure on the company. How do you vote?",
        "option1A": "Against. We’ve been supporting them long enough.",
        "option2A": "I’ll abstain. If I openly choose sides I might lose customers.",
        "option3A": "For. We need to keep the factory running, for the workers as well as the community.",
        "option1B": "Against. They should have fixed the system long ago.",
        "option2B": "I’ll abstain. If I openly choose sides I might lose customers.",
        "option3B": "For. We need to keep the factory running, for the workers as well as the community.",
        "eventId": "1 . 6 - WAIT - Council extension vote"
      }
    },
    {
      "id": "9FeBqWk_jaEzZTmyuzd_5",
      "type": "scene",
      "position": {
        "x": 850.9159517414827,
        "y": 5255.992209895327
      },
      "data": {
        "textA": "There are more ways you can support WildertonWear. As a local politician and council member, you are invited to the regular municipal council meetings. This week, you will vote on a proposal to extend the tax repayment period for WildertonWear for 4 months. How do you vote?",
        "textB": "There are more ways you can support WildertonWear. As a local politician and council member, you are invited to the regular municipal council meetings. This week, you will vote on a proposal to extend the deadline for WildertonWear’s filtering system upgrade for 4 months, to ease the financial pressure on the company. How do you vote?",
        "option1A": "Against. Although I do want to support them, I think they need to learn their lesson.",
        "option2A": "I’ll abstain. If I openly choose sides, I might lose customers.",
        "option3A": "For, of course! We need to keep the factory running, for the workers as well as the community.",
        "option1B": "Against. Although I do want to support them, I think they need to learn their lesson.",
        "option2B": "I’ll abstain. If I openly choose sides, I might lose customers.",
        "option3B": "For, of course! We need to keep the factory running, for the workers as well as the community.",
        "eventId": "1 . 6 - DELAY - Council extension vote"
      }
    },
    {
      "id": "9wKKeSM-IkAhvvyFjO5IT",
      "type": "random",
      "position": {
        "x": -1356.4468122149387,
        "y": 6233.550563640592
      },
      "data": {}
    },
    {
      "id": "bpYqCy0WKjTf8stzmjQS1",
      "type": "scene",
      "position": {
        "x": -2193.128717309178,
        "y": 6457.750229752118
      },
      "data": {
        "textA": "Oh no, so close! Your arguments convinced some of the council members, but not enough to get a majority. The extension was approved, and WildertonWear gets 4 extra months to pay their taxes.",
        "textB": "Oh no, so close! Your arguments convinced some of the council members, but not enough to get a majority. The extension was approved, and WildertonWear gets 4 extra months to fix its systems.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null,
        "eventId": "1 . 7 . a - ACT - Extension accepted"
      }
    },
    {
      "id": "Yla-h1uKvI_DQAjDjpQUN",
      "type": "scene",
      "position": {
        "x": -1559.721675878263,
        "y": 6456.388920812951
      },
      "data": {
        "textA": "That worked out nicely! Your arguments convinced the council, and a majority voted against the extension. WildertonWear needs to pay its taxes immediately.",
        "textB": "That worked out nicely! Your arguments convinced the council, and a majority voted against the extension. WildertonWear needs to fix its systems immediately.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null,
        "eventId": "1 . 7 . b - ACT - Extension rejected"
      }
    },
    {
      "id": "gGQ5SwG_SsxvRhLAhYn_l",
      "type": "scene",
      "position": {
        "x": -689.6809721761852,
        "y": 6480.968150660931
      },
      "data": {
        "textA": "With a narrow majority, the council voted for an extension. WildertonWear gets 4 extra months to pay its taxes.",
        "textB": "With a narrow majority, the council voted for an extension. WildertonWear gets 4 extra months to fix its systems.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null,
        "eventId": "1 . 7 . a - WAIT - Extension accepted"
      }
    },
    {
      "id": "CxvEdzComujzyJ_xQvBJO",
      "type": "scene",
      "position": {
        "x": -89.35819489582816,
        "y": 6481.115637510625
      },
      "data": {
        "textA": "With a narrow majority, the council voted against an extension. WildertonWear needs to pay its taxes immediately.",
        "textB": "With a narrow majority, the council voted against an extension. WildertonWear needs to fix its systems immediately.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null,
        "eventId": "1 . 7 . b - WAIT - Extension rejected"
      }
    },
    {
      "id": "4OTWbTkUQ9jB1PNPXMhfF",
      "type": "random",
      "position": {
        "x": -209.53012368033092,
        "y": 6233.502099892991
      },
      "data": {}
    },
    {
      "id": "rh3sTMf56C6nb_3g_fVf6",
      "type": "scene",
      "position": {
        "x": 851.3354682118719,
        "y": 6459.015266718261
      },
      "data": {
        "textA": "Great job! Your arguments convinced the council, and the majority voted for an extension. WildertonWear gets 4 extra months to pay their taxes.",
        "textB": "Great job! Your arguments convinced the council, and the majority voted for an extension. WildertonWear gets 4 extra months to fix its systems.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null,
        "eventId": "1 . 7 . a - DELAY - Extension accepted"
      }
    },
    {
      "id": "XJCzQ3bmkWoK8qyd0tVOI",
      "type": "scene",
      "position": {
        "x": 1516.529415206568,
        "y": 6460.084896999589
      },
      "data": {
        "textA": "Oh no, so close! Your arguments convinced some of the council members, but not enough to get a majority. The extension was rejected, and WildertonWear needs to pay their taxes immediately.",
        "textB": "Oh no, so close! Your arguments convinced some of the council members, but not enough to get a majority. The extension was rejected, and WildertonWear needs to fix its systems immediately.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null,
        "eventId": "1 . 7 . b - DELAY - Extension rejected"
      }
    },
    {
      "id": "yJBl2bD_OYbeuwzyXUou_",
      "type": "random",
      "position": {
        "x": 1028.090144139917,
        "y": 6236.398193295021
      },
      "data": {}
    },
    {
      "id": "4NKwrPEThCfgtr5N9v1UD",
      "type": "scene",
      "position": {
        "x": -1560.4845730271747,
        "y": 7046.019844024915
      },
      "data": {
        "textA": "It’s been another 2 weeks, and most of your customers seem to have forgiven WildertonWear. It’s time to stock up again, and over the past weeks, you have noticed a slow increase in demand for WildertonWear’s products. Does this mean that the boycott is soon going to be over?",
        "textB": "It’s been another 2 weeks, and most of your customers seem to have forgiven WildertonWear. It’s time to stock up again, and over the past weeks, you have noticed a slow increase in demand for WildertonWear’s products. Does this mean that the boycott is soon going to be over?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": "1 . 8 - ACT - Time to stock up",
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "6AaS5Y2TZSQ98Tiw_k6G-",
      "type": "scene",
      "position": {
        "x": -390.0921735267481,
        "y": 7043.562536456746
      },
      "data": {
        "textA": "It’s been another 2 weeks, and most of your customers seem to have forgiven WildertonWear. It’s time to stock up again, and over the past weeks, you have noticed a slow increase in demand for WildertonWear’s products. Does this mean that the boycott is soon going to be over?",
        "textB": "It’s been another 2 weeks, and most of your customers seem to have forgiven WildertonWear. It’s time to stock up again, and over the past weeks, you have noticed a slow increase in demand for WildertonWear’s products. Does this mean that the boycott is soon going to be over?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": "1 . 8 - WAIT - Time to stock up",
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "1Q9a5guWRF0g_u2sDauH2",
      "type": "scene",
      "position": {
        "x": 845.4134660775285,
        "y": 7043.798558200978
      },
      "data": {
        "textA": "It’s been another 2 weeks, and most of your customers seem to have forgiven WildertonWear. It’s time to stock up again, and over the past weeks, you have noticed a slow increase in demand for WildertonWear’s products. Does this mean that the boycott is soon going to be over?",
        "textB": "It’s been another 2 weeks, and most of your customers seem to have forgiven WildertonWear. It’s time to stock up again, and over the past weeks, you have noticed a slow increase in demand for WildertonWear’s products. Does this mean that the boycott is soon going to be over?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": "1 . 8 - DELAY - Time to stock up",
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "-EK6HN_5X7dF8JwHpu15V",
      "type": "stockUp",
      "position": {
        "x": -1392.5858537526128,
        "y": 7592.264379380963
      },
      "data": {
        "daysSinceGameStart": 30,
        "eventId": "2 - ACT - Stock-up"
      }
    },
    {
      "id": "vem0EZ8hFt1jGzyVQLZ3B",
      "type": "stockUp",
      "position": {
        "x": -222.64773653090072,
        "y": 7592.217692015761
      },
      "data": {
        "daysSinceGameStart": 30,
        "eventId": "2 - WAIT - Stock-up"
      }
    },
    {
      "id": "vX2odGQ2V3-aXRxBQOOCt",
      "type": "stockUp",
      "position": {
        "x": 1013.8917273441396,
        "y": 7591.240306792801
      },
      "data": {
        "daysSinceGameStart": 30,
        "eventId": "2 - DELAY - Stock-up"
      }
    },
    {
      "id": "P1as1xBXCgUc9yalKLbed",
      "type": "setState",
      "position": {
        "x": -1469.9340750771732,
        "y": 2397.0523187192384
      },
      "data": {
        "demandA": "72",
        "demandB": "28",
        "sentimentPro": "68",
        "sentimentNeutral": "8",
        "sentimentAgainst": "24",
        "daysSinceGameStart": 0,
        "eventId": "1 . 1 - ACT - Game state"
      }
    },
    {
      "id": "knRq4JCzqXPJdU96eeNze",
      "type": "setState",
      "position": {
        "x": -308.6934102228257,
        "y": 2396.188739718183
      },
      "data": {
        "demandA": "72",
        "demandB": "28",
        "sentimentPro": "68",
        "sentimentNeutral": "8",
        "sentimentAgainst": "24",
        "daysSinceGameStart": 0,
        "eventId": "1 . 1 - WAIT - Game state"
      }
    },
    {
      "id": "xHYwz5i0nH16rWwhzErIl",
      "type": "setState",
      "position": {
        "x": 940.4646887704589,
        "y": 2394.541840957719
      },
      "data": {
        "demandA": "72",
        "demandB": "28",
        "sentimentPro": "68",
        "sentimentNeutral": "8",
        "sentimentAgainst": "24",
        "daysSinceGameStart": 0,
        "eventId": "1 . 1 - DELAY - Game state"
      }
    },
    {
      "id": "WaV8E4jqP8PkF0QYWbqcK",
      "type": "setState",
      "position": {
        "x": -1475.9021225330343,
        "y": 8427.599189652661
      },
      "data": {
        "demandA": "62",
        "demandB": "200",
        "sentimentPro": "56",
        "sentimentNeutral": "6",
        "sentimentAgainst": "38",
        "daysSinceGameStart": 30
      }
    },
    {
      "id": "h318cvaA0ZympuejkiU9C",
      "type": "setState",
      "position": {
        "x": -304.34007313199317,
        "y": 8425.803141068469
      },
      "data": {
        "demandA": "67",
        "demandB": "33",
        "sentimentPro": "64",
        "sentimentNeutral": "6",
        "sentimentAgainst": "30",
        "daysSinceGameStart": 30
      }
    },
    {
      "id": "cNSkbRWfu10dCNdEq9XIm",
      "type": "setState",
      "position": {
        "x": 943.9253510063568,
        "y": 8427.255001467813
      },
      "data": {
        "demandA": "71",
        "demandB": "29",
        "sentimentPro": "71",
        "sentimentNeutral": "6",
        "sentimentAgainst": "23",
        "daysSinceGameStart": 30
      }
    },
    {
      "id": "BMg1qfvhyJ83fb8QGT39X",
      "type": "scene",
      "position": {
        "x": -1557.4711540932133,
        "y": 8799.751279675711
      },
      "data": {
        "textA": "You made the right choice in keeping the WildertonWear stock down. Many people were looking for an alternative brand, and so you completely sold out all your BlueSkin items!",
        "textB": "You made the right choice in keeping the WildertonWear stock down. Many people were looking for an alternative brand, and so you completely sold out all your BlueSkin items!",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "nsBg5LHCq1y987rpp2wix",
      "type": "scene",
      "position": {
        "x": -384.7306043940498,
        "y": 8798.447901117854
      },
      "data": {
        "textA": "Hm, this time it would have been better to keep the WildertonWear stock down…",
        "textB": "Hm, this time it would have been better to keep the WildertonWear stock down…",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "VgVaprX3tXGBN_UJpaq88",
      "type": "scene",
      "position": {
        "x": 857.3580874786336,
        "y": 8797.834120134561
      },
      "data": {
        "textA": "Ouch, supporting the company comes at a cost this time…",
        "textB": "Ouch, supporting the company comes at a cost this time…",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "y4yolbgKxIlSdFg5fwmcW",
      "type": "scene",
      "position": {
        "x": -1568.510298110293,
        "y": 10202.221616604846
      },
      "data": {
        "textA": "To some residents, this is it. They really can’t support WildertonWear anymore. Supporters of the boycott come by to talk. Gradually, your shop becomes a local meeting point for those who want change, and together you discuss what to do next. What do you think should be your next step?",
        "textB": "To some residents, this is it. They really can’t support WildertonWear anymore. Supporters of the boycott come by to talk. Gradually, your shop becomes a local meeting point for those who want change, and together you discuss what to do next. What do you think should be your next step?",
        "option1A": "Organise a demonstration to demand better working conditions at the factory.",
        "option2A": "Put up posters and hand out leaflets to make more people join the boycott.",
        "option3A": "Have a dialogue with the company; consumer pressure alone probably won’t work.",
        "option1B": "Organise a demonstration to demand better filtering systems at the factory.",
        "option2B": "Put up posters and hand out leaflets to make more people join the boycott.",
        "option3B": "Have a dialogue with the company; consumer pressure alone probably won’t work.",
        "eventId": null
      }
    },
    {
      "id": "KBnye2TKjCz6Rylq1R6WJ",
      "type": "scene",
      "position": {
        "x": -377.6247900112882,
        "y": 10213.045187249729
      },
      "data": {
        "textA": "This is not good. You’ll have to consider whether or not you can still support WildertonWear. Gradually, your shop becomes a local meeting point for those who want to discuss the issue, and together you discuss what to do next.  What do you suggest?",
        "textB": "This is not good. You’ll have to consider whether or not you can still support WildertonWear. Gradually, your shop becomes a local meeting point for those who want to discuss the issue, and together you discuss what to do next.  What do you suggest?",
        "option1A": "Put up posters and hand out leaflets to make more people join the boycott.",
        "option2A": "Have a dialogue with the company to convince them to change.",
        "option3A": "Gather friends and fellow retailers to demonstrate in favour of keeping the historical factory.",
        "eventId": null,
        "option1B": "Put up posters and hand out leaflets to make more people join the boycott.",
        "option2B": "Have a dialogue with the company to convince them to change.",
        "option3B": "Gather friends and fellow retailers to demonstrate in favour of keeping the historical factory."
      }
    },
    {
      "id": "L9tXlT1T2ILN9hv1JPJRO",
      "type": "scene",
      "position": {
        "x": 849.4605468911877,
        "y": 10225.362136468557
      },
      "data": {
        "textA": "This is not good. Now it will be a lot harder to convince the community to save WildertonWear and the workers’ jobs. Gradually, your shop becomes the meeting point for those who want to support the factory, and together you discuss what to do next. What do you think should be your next step?",
        "textB": "This is not good. Now it will be a lot harder to convince the community to save WildertonWear and the workers’ jobs. Gradually, your shop becomes the meeting point for those who want to support the factory, and together you discuss what to do next. What do you think should be your next step?",
        "option1A": "Have a dialogue with the company to convince them to change.",
        "option2A": "Gather friends and fellow retailers to demonstrate in favour of keeping the historical factory.",
        "option3A": "The interview seems fishy; we should write an opinion piece in the paper to question it.",
        "eventId": null,
        "option1B": "Have a dialogue with the company to convince them to change.",
        "option2B": "Gather friends and fellow retailers to demonstrate in favour of keeping the historical factory.",
        "option3B": "The interview seems fishy; we should write an opinion piece in the paper to question it."
      }
    },
    {
      "id": "OFm2d4WGMpN9EkrC5DFNa",
      "type": "scene",
      "position": {
        "x": -2442.5111074286624,
        "y": 11358.737163954656
      },
      "data": {
        "textA": "The demonstration was very successful; hundreds of townspeople joined in!",
        "textB": "The demonstration was very successful; hundreds of townspeople joined in!",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "adIai_9EK61SiQWeQbqSi",
      "type": "newsFlash",
      "position": {
        "x": -1564.0545241977761,
        "y": 9296.061333101467
      },
      "data": {
        "headlineA": "WILDERTONWEAR IGNORES HEALTH REGULATIONS",
        "headlineB": "WILDERTONWEAR IGNORES ENVIRONMENTAL REGULATIONS",
        "textA": "<b>Local textile manufacturer WildertonWear has routinely disregarded health regulations, says work environment health inspector. Years of neglected safety equipment upgrades have left factory workers exposed to dangerous levels of dust and chemicals.</b> None of our readers is likely to have missed the tax evasion scandal around local textile manufacturer WildertonWear lately. But the company has more dark secrets; in an exclusive interview, the Daily Times has gained information about multiple breaches of health and safety regulations. According to a work environment health inspector, who wishes to remain anonymous, WildertonWear has routinely ignored safety regulations about permissible levels of dust and chemicals. Safety equipment, such as air filters and industrial fans, has not been upgraded for years and currently provides insufficient protection. According to the source, WildertonWear has knowingly put its workers at risk of being affected by respiratory diseases, and as a result, there has been an increase in cancer diagnoses and respiratory diseases among employees at its factory.",
        "textB": "<b>Local textile manufacturer WildertonWear has routinely disregarded environmental regulations, says environmental inspector. Years of neglected wastewater filtering system upgrades have resulted in dangerous chemicals being released in the Wilderton River.</b>  None of our readers is likely to have missed the emissions scandal around local textile manufacturer WildertonWear lately. But the company has more dark secrets; in an exclusive interview, the Daily Times has gained information about multiple breaches of environmental regulations. According to an environmental inspector, who wishes to remain anonymous, WildertonWear has routinely ignored environmental regulations about permissible levels of chemicals in wastewater. Wastewater filtering equipment has not been upgraded for years and currently provides insufficient protection. According to the source, WildertonWear has knowingly put the local environment and its residents at risk of being exposed to dangerous chemicals, and as a result, there has been an increase in cancer diagnoses and respiratory diseases in Wilderton.",
        "imageUrl": "health.jpg",
        "daysSinceGameStart": 32
      }
    },
    {
      "id": "OxCh5D18VGg0umnIdJyRQ",
      "type": "newsFlash",
      "position": {
        "x": -390.830717869537,
        "y": 9295.736685901811
      },
      "data": {
        "headlineA": "WILDERTONWEAR IGNORES HEALTH REGULATIONS",
        "headlineB": "WILDERTONWEAR IGNORES ENVIRONMENTAL REGULATIONS",
        "textA": "<b>Local textile manufacturer WildertonWear has routinely disregarded health regulations, says work environment health inspector. Years of neglected safety equipment upgrades have left factory workers exposed to dangerous levels of dust and chemicals.</b> None of our readers is likely to have missed the tax evasion scandal around local textile manufacturer WildertonWear lately. But the company has more dark secrets; in an exclusive interview, the Daily Times has gained information about multiple breaches of health and safety regulations. According to a work environment health inspector, who wishes to remain anonymous, WildertonWear has routinely ignored safety regulations about permissible levels of dust and chemicals. Safety equipment, such as air filters and industrial fans, has not been upgraded for years and currently provides insufficient protection. According to the source, WildertonWear has knowingly put its workers at risk of being affected by respiratory diseases, and as a result, there has been an increase in cancer diagnoses and respiratory diseases among employees at its factory.",
        "textB": "<b>Local textile manufacturer WildertonWear has routinely disregarded environmental regulations, says environmental inspector. Years of neglected wastewater filtering system upgrades have resulted in dangerous chemicals being released in the Wilderton River.</b>  None of our readers is likely to have missed the emissions scandal around local textile manufacturer WildertonWear lately. But the company has more dark secrets; in an exclusive interview, the Daily Times has gained information about multiple breaches of environmental regulations. According to an environmental inspector, who wishes to remain anonymous, WildertonWear has routinely ignored environmental regulations about permissible levels of chemicals in wastewater. Wastewater filtering equipment has not been upgraded for years and currently provides insufficient protection. According to the source, WildertonWear has knowingly put the local environment and its residents at risk of being exposed to dangerous chemicals, and as a result, there has been an increase in cancer diagnoses and respiratory diseases in Wilderton.",
        "imageUrl": "health.jpg",
        "daysSinceGameStart": 32
      }
    },
    {
      "id": "sagZLNdJrfZcPVfUtwYpu",
      "type": "newsFlash",
      "position": {
        "x": 849.7888395961752,
        "y": 9297.09693713285
      },
      "data": {
        "headlineA": "WILDERTONWEAR IGNORES HEALTH REGULATIONS",
        "headlineB": "WILDERTONWEAR IGNORES ENVIRONMENTAL REGULATIONS",
        "textA": "<b>Local textile manufacturer WildertonWear has routinely disregarded health regulations, says work environment health inspector. Years of neglected safety equipment upgrades have left factory workers exposed to dangerous levels of dust and chemicals.</b> None of our readers is likely to have missed the tax evasion scandal around local textile manufacturer WildertonWear lately. But the company has more dark secrets; in an exclusive interview, the Daily Times has gained information about multiple breaches of health and safety regulations. According to a work environment health inspector, who wishes to remain anonymous, WildertonWear has routinely ignored safety regulations about permissible levels of dust and chemicals. Safety equipment, such as air filters and industrial fans, has not been upgraded for years and currently provides insufficient protection. According to the source, WildertonWear has knowingly put its workers at risk of being affected by respiratory diseases, and as a result, there has been an increase in cancer diagnoses and respiratory diseases among employees at its factory.",
        "textB": "<b>Local textile manufacturer WildertonWear has routinely disregarded environmental regulations, says environmental inspector. Years of neglected wastewater filtering system upgrades have resulted in dangerous chemicals being released in the Wilderton River.</b> None of our readers is likely to have missed the emissions scandal around local textile manufacturer WildertonWear lately. But the company has more dark secrets; in an exclusive interview, the Daily Times has gained information about multiple breaches of environmental regulations. According to an environmental inspector, who wishes to remain anonymous, WildertonWear has routinely ignored environmental regulations about permissible levels of chemicals in wastewater. Wastewater filtering equipment has not been upgraded for years and currently provides insufficient protection. According to the source, WildertonWear has knowingly put the local environment and its residents at risk of being exposed to dangerous chemicals, and as a result, there has been an increase in cancer diagnoses and respiratory diseases in Wilderton.",
        "imageUrl": "health.jpg",
        "daysSinceGameStart": 32
      }
    },
    {
      "id": "4sViz76VpLmtTU20eu52M",
      "type": "scene",
      "position": {
        "x": -1561.9540341077532,
        "y": 11359.867314823196
      },
      "data": {
        "textA": "The posters seem to have an effect; more people join the boycott every week!",
        "textB": "The posters seem to have an effect; more people join the boycott every week!",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "Xj-GzJaZTg2ZMQS9kXbks",
      "type": "scene",
      "position": {
        "x": -383.0829490708186,
        "y": 11360.23581013324
      },
      "data": {
        "textA": "You contact WildertonWear, but the company representatives politely decline your meeting invitation since they are too busy.",
        "textB": "You contact WildertonWear, but the company representatives politely decline your meeting invitation since they are too busy.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "I_9lkjVMHFTgCAJbzeHNd",
      "type": "scene",
      "position": {
        "x": 860.4310674563358,
        "y": 11360.752778152208
      },
      "data": {
        "textA": "The demonstration was small but loud, and thanks to a friend at the local paper, you got a lot of press coverage. Your message is spreading!",
        "textB": "The demonstration was small but loud, and thanks to a friend at the local paper, you got a lot of press coverage. Your message is spreading!",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "bGZ3eGC3gnOolsO9H5vEE",
      "type": "scene",
      "position": {
        "x": 1789.2219120376722,
        "y": 11374.996957815787
      },
      "data": {
        "textA": "That was a good choice!  Your efforts to confront these harmful rumours seem to be working! In fact, WildertonWear itself seems to have been inspired by it.",
        "textB": "That was a good choice!  Your efforts to confront these harmful rumours seem to be working! In fact, WildertonWear itself seems to have been inspired by it.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "7uOz7OQWmThAQCZZn7NMo",
      "type": "scene",
      "position": {
        "x": -2447.614644920833,
        "y": 12630.911872683591
      },
      "data": {
        "textA": "Together with friends, you discuss what you, as a business owner, can do to help the cause?",
        "textB": "Together with friends, you discuss what you, as a business owner, can do to help the cause?",
        "option1A": "Call other resellers of WildertonWear’s products and convince them to join the boycott.",
        "option2A": "Launch a discount campaign on BlueSkin to encourage more customers to switch brands.",
        "option3A": "Put a collection box on the shop counter and encourage customers to give to support the cause.",
        "eventId": null,
        "option1B": "Call other resellers of WildertonWear’s products and convince them to join the boycott.",
        "option2B": "Launch a discount campaign on BlueSkin to encourage more customers to switch brands.",
        "option3B": "Put a collection box on the shop counter and encourage customers to give to support the cause."
      }
    },
    {
      "id": "uZu49_gPxoL4I4OJ0pgnq",
      "type": "scene",
      "position": {
        "x": -1576.638827960376,
        "y": 12629.265933405713
      },
      "data": {
        "textA": "Together with friends, you discuss what you, as a business owner, can do to help the cause?",
        "textB": "Together with friends, you discuss what you, as a business owner, can do to help the cause?",
        "option1A": "Call other resellers of WildertonWear’s products and convince them to join the boycott.",
        "option2A": "Launch a discount campaign on BlueSkin to encourage more customers to switch brands.",
        "option3A": "Put a collection box on the shop counter and encourage customers to give to support the cause.",
        "eventId": null,
        "option1B": "Call other resellers of WildertonWear’s products and convince them to join the boycott.",
        "option2B": "Launch a discount campaign on BlueSkin to encourage more customers to switch brands.",
        "option3B": "Put a collection box on the shop counter and encourage customers to give to support the cause."
      }
    },
    {
      "id": "08xCWS47pgIhcwi0PtJhw",
      "type": "scene",
      "position": {
        "x": -386.83402601549744,
        "y": 12629.85947667115
      },
      "data": {
        "textA": "Meanwhile, you and your friends are discussing what you, as a business owner, can do to help the cause?",
        "textB": "Meanwhile, you and your friends are discussing what you, as a business owner, can do to help the cause?",
        "option1A": "Launch a discount campaign on BlueSkin to encourage more customers to switch brands.",
        "option2A": "Put a collection box on the shop counter and encourage customers to give to support the cause.",
        "option3A": "Launch a discount campaign on WildertonWear items to increase sales.",
        "eventId": null,
        "option1B": "Launch a discount campaign on BlueSkin to encourage more customers to switch brands.",
        "option2B": "Put a collection box on the shop counter and encourage customers to give to support the cause.",
        "option3B": "Launch a discount campaign on WildertonWear items to increase sales."
      }
    },
    {
      "id": "u973eZD2dOUdoiLU8O2E_",
      "type": "scene",
      "position": {
        "x": 851.8442646926204,
        "y": 12623.955022573904
      },
      "data": {
        "textA": "Encouraged by the latest developments, you discuss with friends what you, as a business owner, can do to give the campaign another boost?",
        "textB": "Encouraged by the latest developments, you discuss with friends what you, as a business owner, can do to give the campaign another boost?",
        "option1A": "Put a collection box on the shop counter and encourage customers to give to support the cause.",
        "option2A": "Launch a discount campaign on WildertonWear to increase sales.",
        "option3A": "Call other resellers of WildertonWear’s products and convince them to support the company.",
        "eventId": null,
        "option1B": "Put a collection box on the shop counter and encourage customers to give to support the cause.",
        "option2B": "Launch a discount campaign on WildertonWear to increase sales.",
        "option3B": "Call other resellers of WildertonWear’s products and convince them to support the company."
      }
    },
    {
      "id": "d5LBBeu-PkfaJ7WYZUTVl",
      "type": "scene",
      "position": {
        "x": 1783.0956820068902,
        "y": 12605.538779685421
      },
      "data": {
        "textA": "Encouraged by the latest developments, you discuss with friends what you, as a business owner, can do to give the campaign another boost?",
        "textB": "Encouraged by the latest developments, you discuss with friends what you, as a business owner, can do to give the campaign another boost?",
        "option1A": "Put a collection box on the shop counter and encourage customers to give to support the cause.",
        "option2A": "Launch a discount campaign on WildertonWear to increase sales.",
        "option3A": "Call other resellers of WildertonWear’s products and convince them to support the company.",
        "option1B": "Put a collection box on the shop counter and encourage customers to give to support the cause.",
        "option2B": "Launch a discount campaign on WildertonWear to increase sales.",
        "option3B": "Call other resellers of WildertonWear’s products and convince them to support the company.",
        "eventId": null
      }
    },
    {
      "id": "YiTH4vuxzxclFiQXKTtUF",
      "type": "scene",
      "position": {
        "x": -2467.8417603968583,
        "y": 13953.414351993215
      },
      "data": {
        "textA": "Phew, that was a lot of work! But it seems to pay off. Not all retailers were ready to join the boycott, but you convinced enough of them to add pressure on WildertonWear. It is time to stock up for the coming month. Should you continue to focus on BlueSkin, or maybe get some extra WildertonWear, just to be safe?",
        "textB": "Phew, that was a lot of work! But it seems to pay off. Not all retailers were ready to join the boycott, but you convinced enough of them to add pressure on WildertonWear. It is time to stock up for the coming month. Should you continue to focus on BlueSkin, or maybe get some extra WildertonWear, just to be safe?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "yGk0N75BsohKmWIunzdNU",
      "type": "scene",
      "position": {
        "x": -1572.7338150882933,
        "y": 13953.455105750558
      },
      "data": {
        "textA": "Look at that! The discount campaign is going very well, you’ve even seen a number of new customers in the shop! But this is clearly better for the cause than for your business; your revenues are lagging quite a bit. It is time to stock up for the coming month. Should you continue to focus on BlueSkin, or maybe get some extra WildertonWear, just to be safe?",
        "textB": "Look at that! The discount campaign is going very well, you’ve even seen a number of new customers in the shop! But this is clearly better for the cause than for your business; your revenues are lagging quite a bit. It is time to stock up for the coming month. Should you continue to focus on BlueSkin, or maybe get some extra WildertonWear, just to be safe?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "mufnhpbpx7JZz3aKcNcaN",
      "type": "scene",
      "position": {
        "x": -383.90832339618487,
        "y": 13951.063935367678
      },
      "data": {
        "textA": "Wow, the support was even stronger than you thought! A majority of your customers generously donated to the collection box. You now have a substantial fund to support the cause. It is time to stock up for the coming month. Should you continue to buy mostly WildertonWear, or maybe get some extra BlueSkin, just to be safe?",
        "textB": "Wow, the support was even stronger than you thought! A majority of your customers generously donated to the collection box. You now have a substantial fund to support the cause. It is time to stock up for the coming month. Should you continue to buy mostly WildertonWear, or maybe get some extra BlueSkin, just to be safe?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "Cel1LNCcqPXYgBCWZW7Wg",
      "type": "scene",
      "position": {
        "x": 857.5167968252562,
        "y": 13949.820714611575
      },
      "data": {
        "textA": "Look at that! The discount campaign is going very well, you’ve even seen a number of new customers in the shop! It is time to stock up for the coming month. Should you continue to buy mostly WildertonWear, or maybe get some extra BlueSkin, just to be safe?",
        "textB": "Look at that! The discount campaign is going very well, you’ve even seen a number of new customers in the shop! It is time to stock up for the coming month. Should you continue to buy mostly WildertonWear, or maybe get some extra BlueSkin, just to be safe?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "VOe1y6sGb6qhwj5YSwmLB",
      "type": "scene",
      "position": {
        "x": 1781.2894032847894,
        "y": 13949.86704991451
      },
      "data": {
        "textA": "Phew, that was a lot of work! But it seems to pay off. Not all retailers were ready to support WildertonWear, but you convinced enough of them to increase the sales. It is time to stock up for the coming month. Should you continue to buy mostly WildertonWear, or maybe get some extra BlueSkin, just to be safe?",
        "textB": "Phew, that was a lot of work! But it seems to pay off. Not all retailers were ready to support WildertonWear, but you convinced enough of them to increase the sales. It is time to stock up for the coming month. Should you continue to buy mostly WildertonWear, or maybe get some extra BlueSkin, just to be safe?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "44qfVEGhL-ygKrd6z8wPb",
      "type": "stockUp",
      "position": {
        "x": -2300.547415387812,
        "y": 14456.187162209559
      },
      "data": {
        "daysSinceGameStart": 61
      }
    },
    {
      "id": "Ap2-GcGbkFi7_THHKW-oS",
      "type": "stockUp",
      "position": {
        "x": -1404.006315527153,
        "y": 14458.59521514264
      },
      "data": {
        "daysSinceGameStart": 61
      }
    },
    {
      "id": "Ppj6C5OaW9gaLB-ZLA57-",
      "type": "stockUp",
      "position": {
        "x": -214.86006120556937,
        "y": 14458.824818379948
      },
      "data": {
        "daysSinceGameStart": 61
      }
    },
    {
      "id": "AW2eoY8cV8Lx2VdvRp_pa",
      "type": "stockUp",
      "position": {
        "x": 1025.0185349177948,
        "y": 14458.922714910475
      },
      "data": {
        "daysSinceGameStart": 61
      }
    },
    {
      "id": "Wr7_IaqM5J1t7HtTGTrL6",
      "type": "stockUp",
      "position": {
        "x": 1948.0751139609195,
        "y": 14454.144520872616
      },
      "data": {
        "daysSinceGameStart": 61
      }
    },
    {
      "id": "w22eMkpo4NIbTDkHc_TT4",
      "type": "setState",
      "position": {
        "x": -2382.6854030642157,
        "y": 15569.53578350042
      },
      "data": {
        "demandA": "54",
        "demandB": "46",
        "sentimentPro": "48",
        "sentimentNeutral": "6",
        "sentimentAgainst": "46",
        "daysSinceGameStart": 61
      }
    },
    {
      "id": "RBdam4Tmfs7Oda43TWe55",
      "type": "setState",
      "position": {
        "x": -1491.86148959568,
        "y": 15572.455993063691
      },
      "data": {
        "demandA": "56",
        "demandB": "44",
        "sentimentPro": "50",
        "sentimentNeutral": "6",
        "sentimentAgainst": "44",
        "daysSinceGameStart": 61
      }
    },
    {
      "id": "x3v8lPAFS4b18YPv9nust",
      "type": "setState",
      "position": {
        "x": -289.07180802902883,
        "y": 15569.746745386603
      },
      "data": {
        "demandA": "64",
        "demandB": "36",
        "sentimentPro": "61",
        "sentimentNeutral": "6",
        "sentimentAgainst": "33",
        "daysSinceGameStart": 61
      }
    },
    {
      "id": "wClD6DP1mXoZ2JVp0q-69",
      "type": "setState",
      "position": {
        "x": 938.9874601463396,
        "y": 15571.16673429775
      },
      "data": {
        "demandA": "72",
        "demandB": "28",
        "sentimentPro": "72",
        "sentimentNeutral": "6",
        "sentimentAgainst": "22",
        "daysSinceGameStart": 61
      }
    },
    {
      "id": "tyrUYN_YaVYSvMwmSL35L",
      "type": "setState",
      "position": {
        "x": 1889.2797505194258,
        "y": 15569.269897721066
      },
      "data": {
        "demandA": "74",
        "demandB": "26",
        "sentimentPro": "74",
        "sentimentNeutral": "6",
        "sentimentAgainst": "20",
        "daysSinceGameStart": 61
      }
    },
    {
      "id": "sbCGHpSlbKqmwlCvo0A2i",
      "type": "scene",
      "position": {
        "x": -1575.1839184785003,
        "y": 15866.463697641228
      },
      "data": {
        "textA": "This time, your will to change was a bit too radical. You underestimated how many customers who would forget about the boycott while waiting for the finished investigation.",
        "textB": "This time, your will to change was a bit too radical. You underestimated how many customers who would forget about the boycott while waiting for the finished investigation.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "maqBESyvTmOYetZPZvsmp",
      "type": "scene",
      "position": {
        "x": -2466.960385330295,
        "y": 15866.99602770788
      },
      "data": {
        "textA": "This time, your will to change was a bit too radical. You underestimated how many customers who would forget about the boycott while waiting for the finished investigation.",
        "textB": "This time, your will to change was a bit too radical. You underestimated how many customers who would forget about the boycott while waiting for the finished investigation.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "CTVF-5T003eAOp3bkQ_Tc",
      "type": "scene",
      "position": {
        "x": 854.6865839540144,
        "y": 15864.544839783315
      },
      "data": {
        "textA": "You made a good choice. Thanks to your efforts, the boycott is slowing down while the customers are waiting for the results of the audit.",
        "textB": "You made a good choice. Thanks to your efforts, the boycott is slowing down while the customers are waiting for the results of the audit.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "LNYYVyjsCGRgWMA0W1Lif",
      "type": "scene",
      "position": {
        "x": 1803.201638687497,
        "y": 15865.815999217664
      },
      "data": {
        "textA": "You made a good choice. Thanks to your efforts, the boycott is slowing down while the customers are waiting for the results of the audit.",
        "textB": "You made a good choice. Thanks to your efforts, the boycott is slowing down while the customers are waiting for the results of the audit.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "cOj-LcxpS08eHc3zYTGTi",
      "type": "scene",
      "position": {
        "x": -375.698010588909,
        "y": 15864.817391783305
      },
      "data": {
        "textA": "Phew, that was a tough decision. You took the safe bet, which was a good idea this time. The boycott has slowed down since the customers are waiting for the result of the audit.",
        "textB": "Phew, that was a tough decision. You took the safe bet, which was a good idea this time. The boycott has slowed down since the customers are waiting for the result of the audit.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "AhCz0wNrCG1cyLMtclBmC",
      "type": "scene",
      "position": {
        "x": -2471.6791297127415,
        "y": 16900.13468687323
      },
      "data": {
        "textA": "People are worried, and you realise that the community needs to talk about how the town could thrive even if the factory closes. What can you do to make the town more resilient?",
        "textB": "People are worried, and you realise that the community needs to talk about how the town could thrive even if the factory closes. What can you do to make the town more resilient?",
        "option1A": "Organise a community day for residents to brainstorm what the town could look like in the future.",
        "option2A": "Invite local interest groups to submit suggestions on how to create alternative sources of income.",
        "option3A": "Start a fund to support the workers if the factory closes.",
        "eventId": null,
        "option1B": "Organise a community day for residents to brainstorm what the town could look like in the future.",
        "option2B": "Invite local interest groups to submit suggestions on how to create alternative sources of income.",
        "option3B": "Start a fund to support the workers if the factory closes."
      }
    },
    {
      "id": "3m9bypkqHnS0Vd9kSbO13",
      "type": "scene",
      "position": {
        "x": -1570.1807380987202,
        "y": 16902.487406123866
      },
      "data": {
        "textA": "People are worried, and you realise that the community needs to talk about how the town could thrive even if the factory closes. What can you do to make the town more resilient?",
        "textB": "People are worried, and you realise that the community needs to talk about how the town could thrive even if the factory closes. What can you do to make the town more resilient?",
        "option1A": "Organise a community day for residents to brainstorm what the town could look like in the future.",
        "option2A": "Invite local interest groups to submit suggestions on how to create alternative sources of income.",
        "option3A": "Start a fund to support the workers if the factory closes.",
        "eventId": null,
        "option1B": "Organise a community day for residents to brainstorm what the town could look like in the future.",
        "option2B": "Invite local interest groups to submit suggestions on how to create alternative sources of income.",
        "option3B": "Start a fund to support the workers if the factory closes."
      }
    },
    {
      "id": "BmKiDoySwSu5XNyua2trQ",
      "type": "scene",
      "position": {
        "x": 856.1645972193312,
        "y": 16876.03604028053
      },
      "data": {
        "textA": "A lot of people are worried, and you realise that rather than making rash decisions, you need to come up with long-term solutions.  How can you find a way to get WildertonWear to make the necessary changes, without risking the workers’ jobs?",
        "textB": "A lot of people are worried, and you realise that rather than making rash decisions, you need to come up with long-term solutions.  How can you find a way to get WildertonWear to make the necessary changes, without risking the workers’ jobs?",
        "option1A": "Organise a WildertonWear day with concerts and family activities to raise money for the factory.",
        "option2A": "Invite local interest groups to submit suggestions on how to protect the jobs.",
        "option3A": "Convince a local producer of filters and safety gear to donate equipment to the factory.",
        "option1B": "Organise a WildertonWear day with concerts and family activities to raise money for the factory.",
        "option2B": "Invite local interest groups to submit suggestions on how to protect the jobs.",
        "option3B": "Convince a local producer of pollution filters to donate equipment to the factory.",
        "eventId": null
      }
    },
    {
      "id": "979X_N3l_zKsj_rvhGmPa",
      "type": "scene",
      "position": {
        "x": -377.88621436315424,
        "y": 16902.58714363722
      },
      "data": {
        "textA": "People are worried, and you realise that you are finally forced to choose sides. Should you try to find a way to force WildertonWear to make the necessary changes without risking the workers’ jobs, or is it time to start talking about how the town could thrive even if the factory closes? What is your next step?",
        "textB": "People are worried, and you realise that you are finally forced to choose sides. Should you try to find a way to force WildertonWear to make the necessary changes without risking the workers’ jobs, or is it time to start talking about how the town could thrive even if the factory closes? What is your next step?",
        "option1A": "Invite local interest groups to submit suggestions on how to create alternative sources of income.",
        "option2A": "Start a fund to support the workers if the factory closes.",
        "option3A": "Organise a WildertonWear day with concerts and family activities to raise money for the factory.",
        "eventId": null,
        "option1B": "Invite local interest groups to submit suggestions on how to create alternative sources of income.",
        "option2B": "Start a fund to support the workers if the factory closes.",
        "option3B": "Organise a WildertonWear day with concerts and family activities to raise money for the factory."
      }
    },
    {
      "id": "DVrKLN--V3hK489pRJP5o",
      "type": "scene",
      "position": {
        "x": 1800.8522402556819,
        "y": 16879.755281815094
      },
      "data": {
        "textA": "A lot of people are worried. You realise that rather than making rash decisions, you need to come up with long-term solutions. How can you find a way to get WildertonWear to make the necessary changes, without risking the workers’ jobs?",
        "textB": "A lot of people are worried. You realise that rather than making rash decisions, you need to come up with long-term solutions. How can you find a way to get WildertonWear to make the necessary changes, without risking the workers’ jobs?",
        "option1A": "Organise a WildertonWear day with concerts and family activities to raise money for the factory.",
        "option2A": "Invite local interest groups to submit suggestions on how to protect the jobs.",
        "option3A": "Convince a local producer of filters and safety gear to donate equipment to the factory.",
        "option1B": "Organise a WildertonWear day with concerts and family activities to raise money for the factory.",
        "option2B": "Invite local interest groups to submit suggestions on how to protect the jobs.",
        "option3B": "Convince a local producer of pollution filters to donate equipment to the factory.",
        "eventId": null
      }
    },
    {
      "id": "1xhQJYsThzRo_j5e9qnux",
      "type": "scene",
      "position": {
        "x": -3137.035114963465,
        "y": 18357.23621666105
      },
      "data": {
        "textA": "The community day was a big success! A large group of families with children, elderly citizens, enthusiastic teenagers, and local couples showed up to dream up different visions for the way forward.",
        "textB": "The community day was a big success! A large group of families with children, elderly citizens, enthusiastic teenagers, and local couples showed up to dream up different visions for the way forward.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "FTq1zDx48hKE0k5KiVYVJ",
      "type": "scene",
      "position": {
        "x": -1975.4348981070543,
        "y": 18365.834482651713
      },
      "data": {
        "textA": "Wow, that was a success! In just two weeks, you got 124 different suggestions from local interest groups! Now you’ll sort out the best ones to bring to the next council meeting.",
        "textB": "Wow, that was a success! In just two weeks, you got 124 different suggestions from local interest groups! Now you’ll sort out the best ones to bring to the next council meeting.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "7M23GJF8c4Zdot-OwC8Rj",
      "type": "scene",
      "position": {
        "x": -895.1947004780579,
        "y": 18393.219415956733
      },
      "data": {
        "textA": "The collection takes off immediately, as many townspeople want to help the workers even if they don’t like their employer.",
        "textB": "The collection takes off immediately, as many townspeople want to help the workers even if they don’t like their employer.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "lvH6X9VesGZBCk5jSx1R4",
      "type": "scene",
      "position": {
        "x": 153.08859156031167,
        "y": 18369.861954394226
      },
      "data": {
        "textA": "The WildertonWear day is a success, and gathers a lot of townspeople; families with children, elderly citizens, enthusiastic teenagers, and local couples. As a result, you raise a lot of money for the factory!",
        "textB": "The WildertonWear day is a success, and gathers a lot of townspeople; families with children, elderly citizens, enthusiastic teenagers, and local couples. As a result, you raise a lot of money for the factory!",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "tkT0ODRDp9CO1NObg98qL",
      "type": "scene",
      "position": {
        "x": 1228.3369180522523,
        "y": 18368.863337539693
      },
      "data": {
        "textA": "Wow, that was a success! In just two weeks, you got 119 different suggestions from local interest groups! Now you’ll sort out the best ones to bring to the next council meeting.",
        "textB": "Wow, that was a success! In just two weeks, you got 119 different suggestions from local interest groups! Now you’ll sort out the best ones to bring to the next council meeting.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "Z7H8yF5PtGL_IRYx9k3yl",
      "type": "setState",
      "position": {
        "x": -1465.0541010007682,
        "y": 4481.753082886668
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "66",
        "sentimentNeutral": "8",
        "sentimentAgainst": "26",
        "daysSinceGameStart": 5,
        "eventId": "1 . 4 - ACT - Game state"
      }
    },
    {
      "id": "5WYSN9qucJsafuhbEKkRi",
      "type": "setState",
      "position": {
        "x": -302.39308130791244,
        "y": 4481.375497842272
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "72",
        "sentimentNeutral": "8",
        "sentimentAgainst": "20",
        "daysSinceGameStart": 5,
        "eventId": "1 . 4 - WAIT - Game state"
      }
    },
    {
      "id": "-mLX543IvxQkmWUBuKLDA",
      "type": "setState",
      "position": {
        "x": 937.327542771405,
        "y": 4485.650875277916
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "78",
        "sentimentNeutral": "8",
        "sentimentAgainst": "14",
        "daysSinceGameStart": 5,
        "eventId": "1 . 4 - DELAY - Game state"
      }
    },
    {
      "id": "EqWrV87WrAd6TTErFf5H0",
      "type": "setState",
      "position": {
        "x": -2353.8552140729043,
        "y": 11022.859982902133
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "51",
        "sentimentNeutral": "6",
        "sentimentAgainst": "43",
        "daysSinceGameStart": 38
      }
    },
    {
      "id": "6ZtwLQ_RmLUpfI7MQkHGP",
      "type": "setState",
      "position": {
        "x": -1476.8491476901518,
        "y": 11023.690647277277
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "53",
        "sentimentNeutral": "6",
        "sentimentAgainst": "41",
        "daysSinceGameStart": 38
      }
    },
    {
      "id": "XImFDFmyNkSmdgtMFnMEe",
      "type": "setState",
      "position": {
        "x": -299.8576120792161,
        "y": 11026.825808878588
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "62",
        "sentimentNeutral": "6",
        "sentimentAgainst": "32",
        "daysSinceGameStart": 38
      }
    },
    {
      "id": "k4OzTJTaMz-tvhAnCuppX",
      "type": "setState",
      "position": {
        "x": 943.95649199421,
        "y": 11022.137141838575
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "70",
        "sentimentNeutral": "6",
        "sentimentAgainst": "24",
        "daysSinceGameStart": 38
      }
    },
    {
      "id": "hwhKPlsZqG9bmX7_hiG9s",
      "type": "setState",
      "position": {
        "x": 1873.4371163315523,
        "y": 11023.21157453205
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "72",
        "sentimentNeutral": "6",
        "sentimentAgainst": "22",
        "daysSinceGameStart": 38
      }
    },
    {
      "id": "1joQWqc6OHqDV78gGd0tG",
      "type": "setState",
      "position": {
        "x": -2375.314864818154,
        "y": 13612.984435011163
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "48",
        "sentimentNeutral": "6",
        "sentimentAgainst": "46",
        "daysSinceGameStart": 46
      }
    },
    {
      "id": "GFQbDX3U6_uts0SVZJCSn",
      "type": "setState",
      "position": {
        "x": -1481.7764241543243,
        "y": 13612.705505608315
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "50",
        "sentimentNeutral": "6",
        "sentimentAgainst": "44",
        "daysSinceGameStart": 46
      }
    },
    {
      "id": "saOhP-aoFmxKL_etEsaDb",
      "type": "setState",
      "position": {
        "x": -293.56073367994844,
        "y": 13612.705505608315
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "61",
        "sentimentNeutral": "6",
        "sentimentAgainst": "33",
        "daysSinceGameStart": 46
      }
    },
    {
      "id": "1dnyGgpPOFYyJA7MjIBT0",
      "type": "setState",
      "position": {
        "x": 945.7706744058239,
        "y": 13612.705505608315
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "72",
        "sentimentNeutral": "6",
        "sentimentAgainst": "22",
        "daysSinceGameStart": 46
      }
    },
    {
      "id": "p9tUjUQjEXIsdvVQM7sgD",
      "type": "setState",
      "position": {
        "x": 1872.2275091739275,
        "y": 13614.164702660451
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "74",
        "sentimentNeutral": "6",
        "sentimentAgainst": "20",
        "daysSinceGameStart": 46
      }
    },
    {
      "id": "wa9sRPYRSiIBL7NEsezxI",
      "type": "setState",
      "position": {
        "x": -1891.463546288948,
        "y": 17947.815814532707
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "45",
        "sentimentNeutral": "6",
        "sentimentAgainst": "49",
        "daysSinceGameStart": 81
      }
    },
    {
      "id": "dJB-lm6T53lAdIIYtgfxR",
      "type": "setState",
      "position": {
        "x": -809.757990615585,
        "y": 17948.24975494619
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "62",
        "sentimentNeutral": "6",
        "sentimentAgainst": "32",
        "daysSinceGameStart": 81
      }
    },
    {
      "id": "x4Llle-oBGyePvhLC2jAK",
      "type": "setState",
      "position": {
        "x": 237.74383631976275,
        "y": 17952.057797955466
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "58",
        "sentimentNeutral": "6",
        "sentimentAgainst": "32",
        "daysSinceGameStart": 81
      }
    },
    {
      "id": "8QeljgvPtew7zpe1zVoAj",
      "type": "setState",
      "position": {
        "x": 1314.5178591508486,
        "y": 17949.14981110561
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "74",
        "sentimentNeutral": "6",
        "sentimentAgainst": "20",
        "daysSinceGameStart": 81
      }
    },
    {
      "id": "8yq5Hms_3QkouNp9ixsvd",
      "type": "setState",
      "position": {
        "x": 2366.9169935925847,
        "y": 17950.366687137433
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "76",
        "sentimentNeutral": "6",
        "sentimentAgainst": "18",
        "daysSinceGameStart": 81
      }
    },
    {
      "id": "f-o8FhJGS_1_8MqfoTg6Q",
      "type": "setState",
      "position": {
        "x": -3049.694570172964,
        "y": 17952.283407044262
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "43",
        "sentimentNeutral": "6",
        "sentimentAgainst": "51",
        "daysSinceGameStart": 81
      }
    },
    {
      "id": "hdzjNfbpsMEjTbNDpnOCx",
      "type": "scene",
      "position": {
        "x": 2282.2852198318833,
        "y": 18367.672661333945
      },
      "data": {
        "textA": "You contact a few safety gear producers and find one that is willing to donate safety gear. However, the necessary equipment is currently out of stock due to a large order. The producer promises to get back to you as soon as the equipment is ready to be sent.",
        "textB": "You contact a few wastewater filtering system producers and find one that is willing to donate filters. However, the necessary equipment is currently out of stock due to a large order. The producer promises to get back to you as soon as the equipment is ready to be sent.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null,
        "eventId": null
      }
    },
    {
      "id": "KUyGMAht9lqg-LKCiWpFG",
      "type": "scene",
      "position": {
        "x": -3136.4058026985863,
        "y": 18915.431663614963
      },
      "data": {
        "textA": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "textB": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "lpod6Vd7LJUYTwnYYOjAm",
      "type": "scene",
      "position": {
        "x": -1973.8824589611013,
        "y": 18916.214773569114
      },
      "data": {
        "textA": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "textB": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "7UOgv0k8IBA1datiTZN42",
      "type": "scene",
      "position": {
        "x": -876.5930584916671,
        "y": 18915.432065228393
      },
      "data": {
        "textA": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "textB": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "5e-57aKDK8ojN0o5Dubsq",
      "type": "scene",
      "position": {
        "x": 172.86342813573435,
        "y": 18916.861484938538
      },
      "data": {
        "textA": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "textB": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "YreXOVUlY5SPtOAdi32vP",
      "type": "scene",
      "position": {
        "x": 1209.1231367869345,
        "y": 18916.17138972611
      },
      "data": {
        "textA": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "textB": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "z54OzOUkYrpldSLKf5vQG",
      "type": "scene",
      "position": {
        "x": 2281.4194148033353,
        "y": 18917.810013481117
      },
      "data": {
        "textA": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "textB": "This week, the town is bubbling with discussions. Tomorrow, the report from the factory audit will be released, and everyone is speculating on what it is going to say. Unfortunately, you need to get your stock-up order in today. How do you divide between the brands this time?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "2wR4RbACEEJzR5xFn876V",
      "type": "stockUp",
      "position": {
        "x": -2990.086888439938,
        "y": 19414.28025442975
      },
      "data": {
        "daysSinceGameStart": 92
      }
    },
    {
      "id": "o_PEr1TOdUo-k0gRyaNgu",
      "type": "stockUp",
      "position": {
        "x": -1805.767293153665,
        "y": 19413.800290535317
      },
      "data": {
        "daysSinceGameStart": 92
      }
    },
    {
      "id": "pAwJERLk2yQQ9Osp0aek0",
      "type": "stockUp",
      "position": {
        "x": -708.7245726575934,
        "y": 19413.46549216079
      },
      "data": {
        "daysSinceGameStart": 92
      }
    },
    {
      "id": "OEoTAM6zuHi9SOZd2zHnX",
      "type": "stockUp",
      "position": {
        "x": 341.9605432547121,
        "y": 19415.58717657616
      },
      "data": {
        "daysSinceGameStart": 92
      }
    },
    {
      "id": "KXhG98Cn_lJTq4oYxztjq",
      "type": "stockUp",
      "position": {
        "x": 1394.0636122198414,
        "y": 19413.339852397792
      },
      "data": {
        "daysSinceGameStart": 92
      }
    },
    {
      "id": "ldNxpxm6izl7TY2yruMCH",
      "type": "stockUp",
      "position": {
        "x": 2469.4472223579887,
        "y": 19416.02348420707
      },
      "data": {
        "daysSinceGameStart": 92
      }
    },
    {
      "id": "em01wFdouVocCpvPy8MJz",
      "type": "setState",
      "position": {
        "x": -3086.9278141408604,
        "y": 20740.466491008337
      },
      "data": {
        "demandA": "41",
        "demandB": "59",
        "sentimentPro": "37",
        "sentimentNeutral": "4",
        "sentimentAgainst": "59",
        "daysSinceGameStart": 92
      }
    },
    {
      "id": "VrjNLehl7i0yC4cHgqOLu",
      "type": "setState",
      "position": {
        "x": -1883.1135992812983,
        "y": 20739.0662427487
      },
      "data": {
        "demandA": "43",
        "demandB": "57",
        "sentimentPro": "39",
        "sentimentNeutral": "4",
        "sentimentAgainst": "57",
        "daysSinceGameStart": 91
      }
    },
    {
      "id": "CzPbOCzRSq29ubvXZo2t_",
      "type": "setState",
      "position": {
        "x": -783.067988508863,
        "y": 20745.902312568087
      },
      "data": {
        "demandA": "59",
        "demandB": "41",
        "sentimentPro": "57",
        "sentimentNeutral": "4",
        "sentimentAgainst": "39",
        "daysSinceGameStart": 92
      }
    },
    {
      "id": "27LXZGg4rWZY2wwhLmp4J",
      "type": "setState",
      "position": {
        "x": 285.9760338442685,
        "y": 20742.810867537744
      },
      "data": {
        "demandA": "55",
        "demandB": "45",
        "sentimentPro": "53",
        "sentimentNeutral": "4",
        "sentimentAgainst": "43",
        "daysSinceGameStart": 92
      }
    },
    {
      "id": "Y4ODVoN6mYIYpD7FL0xmO",
      "type": "setState",
      "position": {
        "x": 1341.0925924932144,
        "y": 20739.14846620523
      },
      "data": {
        "demandA": "70",
        "demandB": "30",
        "sentimentPro": "70",
        "sentimentNeutral": "4",
        "sentimentAgainst": "26",
        "daysSinceGameStart": 92
      }
    },
    {
      "id": "M2kMyNpkJhPq_vwLCCNSP",
      "type": "setState",
      "position": {
        "x": 2405.0870480536773,
        "y": 20741.338977720432
      },
      "data": {
        "demandA": "72",
        "demandB": "28",
        "sentimentPro": "74",
        "sentimentNeutral": "4",
        "sentimentAgainst": "22",
        "daysSinceGameStart": 92
      }
    },
    {
      "id": "WclKzEGOSncmeZC6oEcnS",
      "type": "scene",
      "position": {
        "x": -3172.1729827544746,
        "y": 22194.836801354202
      },
      "data": {
        "textA": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "textB": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "option1A": "Introduce a universal basic income, so workers can afford to leave WildertonWear if they want to.",
        "option2A": "Sponsor evening classes for factory workers to train for other professions.",
        "option3A": "Fund a clothing repair shop, where the workers could find jobs if the factory were to close.",
        "eventId": null,
        "option1B": "Introduce a universal basic income, so workers can afford to leave WildertonWear if they want to.",
        "option2B": "Sponsor evening classes for factory workers to train for other professions.",
        "option3B": "Fund a clothing repair shop, where the workers could find jobs if the factory were to close."
      }
    },
    {
      "id": "QgW1zuUxV9LZXdB7PYylT",
      "type": "scene",
      "position": {
        "x": -1957.0836880519287,
        "y": 22194.831803296656
      },
      "data": {
        "textA": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "textB": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "option1A": "Introduce a universal basic income, so workers can afford to leave WildertonWear if they want to.",
        "option2A": "Sponsor evening classes for factory workers to train for other professions.",
        "option3A": "Fund a clothing repair shop, where the workers could find jobs if the factory were to close.",
        "eventId": null,
        "option1B": "Introduce a universal basic income, so workers can afford to leave WildertonWear if they want to.",
        "option2B": "Sponsor evening classes for factory workers to train for other professions.",
        "option3B": "Fund a clothing repair shop, where the workers could find jobs if the factory were to close."
      }
    },
    {
      "id": "DDxUp7RcOAv2kruKszTsF",
      "type": "scene",
      "position": {
        "x": -828.9890006106052,
        "y": 22197.32385813873
      },
      "data": {
        "textA": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "textB": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "option1A": "Sponsor evening classes for factory workers to train for other professions.",
        "option2A": "Fund a clothing repair shop, where the workers could find jobs if the factory were to close.",
        "option3A": "Attract new companies to create jobs and lessen the dependence on the factory.",
        "eventId": null,
        "option1B": "Sponsor evening classes for factory workers to train for other professions.",
        "option2B": "Fund a clothing repair shop, where the workers could find jobs if the factory were to close.",
        "option3B": "Attract new companies to create jobs and lessen the dependence on the factory."
      }
    },
    {
      "id": "7ILZdTc9Q2wx2ChJosq6z",
      "type": "scene",
      "position": {
        "x": 178.8859499241306,
        "y": 22198.689444112475
      },
      "data": {
        "textA": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "textB": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "option1A": "Fund a clothing repair shop, where the workers could find jobs if the factory were to close.",
        "option2A": "Attract new companies to create jobs and lessen the dependence on the factory.",
        "option3A": "Persuade a local investor to step in and offer WildertonWear a loan.",
        "eventId": null,
        "option1B": "Fund a clothing repair shop, where the workers could find jobs if the factory were to close.",
        "option2B": "Attract new companies to create jobs and lessen the dependence on the factory.",
        "option3B": "Persuade a local investor to step in and offer WildertonWear a loan."
      }
    },
    {
      "id": "n_SUzWHKzDvZ0uJsNF9pB",
      "type": "scene",
      "position": {
        "x": 1247.8026609303524,
        "y": 22195.32961603028
      },
      "data": {
        "textA": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "textB": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "option1A": "Attract new companies to create jobs and lessen the dependence on the factory.",
        "option2A": "Persuade a local investor to step in and offer WildertonWear a loan.",
        "option3A": "Lobby national authorities to relax safety regulations to give WildertonWear a chance to recover.",
        "option1B": "Attract new companies to create jobs and lessen the dependence on the factory.",
        "option2B": "Persuade a local investor to step in and offer WildertonWear a loan.",
        "option3B": "Lobby national authorities to relax environmental regulations to help WildertonWear recover.",
        "eventId": null
      }
    },
    {
      "id": "3J2gMxy42GskSF8Wzf3FL",
      "type": "scene",
      "position": {
        "x": 2323.4914076691525,
        "y": 22194.05439673912
      },
      "data": {
        "textA": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "textB": "It’s time for another council meeting, and this time you’re bringing 3 suggestions you have gathered from local interested groups. Which one do you want to give an extra push?",
        "option1A": "Attract new companies to create jobs and lessen the dependence on the factory.",
        "option2A": "Persuade a local investor to step in and offer WildertonWear a loan.",
        "option3A": "Lobby the national authorities to relax safety regulations to give WildertonWear a chance to recover.",
        "option1B": "Attract new companies to create jobs and lessen the dependence on the factory.",
        "option2B": "Persuade a local investor to step in and offer WildertonWear a loan.",
        "option3B": "Lobby national authorities to relax environmental regulations to help WildertonWear recover.",
        "eventId": null
      }
    },
    {
      "id": "HazfCoWg8jtkJ4tR_CE3h",
      "type": "setState",
      "position": {
        "x": -3099.5363280232236,
        "y": 23435.41870968729
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "34",
        "sentimentNeutral": "4",
        "sentimentAgainst": "62",
        "daysSinceGameStart": 111,
        "eventId": null
      }
    },
    {
      "id": "LkK5lA8fmGVzCrybvFVBf",
      "type": "setState",
      "position": {
        "x": -1870.0543511365045,
        "y": 23438.424429895585
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "36",
        "sentimentNeutral": "4",
        "sentimentAgainst": "60",
        "daysSinceGameStart": 111
      }
    },
    {
      "id": "W0ZCwf5fvZgIQDyfF8nQs",
      "type": "setState",
      "position": {
        "x": -737.746082338951,
        "y": 23437.749103596958
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "56",
        "sentimentNeutral": "4",
        "sentimentAgainst": "40",
        "daysSinceGameStart": 111
      }
    },
    {
      "id": "bQc_LhmcsWduJnrb5yEIq",
      "type": "setState",
      "position": {
        "x": 221.60266098409897,
        "y": 23434.83571544969
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "52",
        "sentimentNeutral": "4",
        "sentimentAgainst": "44",
        "daysSinceGameStart": 111
      }
    },
    {
      "id": "n5KzoP_9F-bFzjh_zwsQn",
      "type": "setState",
      "position": {
        "x": 1340.6778786225334,
        "y": 23438.472977723162
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "72",
        "sentimentNeutral": "4",
        "sentimentAgainst": "24",
        "daysSinceGameStart": 111
      }
    },
    {
      "id": "_qzUD536OyFCe-FnFTioi",
      "type": "setState",
      "position": {
        "x": 2422.1929096335434,
        "y": 23437.921340685847
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "74",
        "sentimentNeutral": "4",
        "sentimentAgainst": "22",
        "daysSinceGameStart": 111
      }
    },
    {
      "id": "ZdqZEDIoV8X8JSzmUOCMd",
      "type": "scene",
      "position": {
        "x": -3191.181896807886,
        "y": 23842.354421575965
      },
      "data": {
        "textA": "No luck this time. The council promised to consider it, but they didn’t think it was a good solution now since it would probably take too long to implement.",
        "textB": "No luck this time. The council promised to consider it, but they didn’t think it was a good solution now since it would probably take too long to implement.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "mRt2HbZNRjr2Am4IynyBr",
      "type": "if",
      "position": {
        "x": 913.9921544487294,
        "y": 7853.684414516434
      },
      "data": {
        "threshold": 40
      }
    },
    {
      "id": "qVMW3pyp2G47MTPSuOGPK",
      "type": "if",
      "position": {
        "x": 1150.6355631263664,
        "y": 8064.101705428868
      },
      "data": {
        "threshold": 60
      }
    },
    {
      "id": "JTAv4nO9qZ5rLc9guCmZv",
      "type": "if",
      "position": {
        "x": -323.0861197458839,
        "y": 7852.833918841065
      },
      "data": {
        "threshold": 50
      }
    },
    {
      "id": "PSkDOmIoxMUJrVKfdzwKt",
      "type": "if",
      "position": {
        "x": -83.53688040122552,
        "y": 8068.139052996901
      },
      "data": {
        "threshold": 80
      }
    },
    {
      "id": "3jUHqKFRE5NDHUCU25Iqb",
      "type": "if",
      "position": {
        "x": -1495.8957145373129,
        "y": 7852.555455858977
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "sDMHZnXw8o2yP28bMeqIX",
      "type": "if",
      "position": {
        "x": -1255.2060526039602,
        "y": 8066.526263907657
      },
      "data": {
        "threshold": 80
      }
    },
    {
      "id": "-tNYBiQwEF1KJ8y3Lp7Yx",
      "type": "if",
      "position": {
        "x": -2167.9138548797814,
        "y": 14940.203976704179
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "GcCUJngcOXAVIkBzbLIeA",
      "type": "if",
      "position": {
        "x": -2403.400328487483,
        "y": 14697.663881763146
      },
      "data": {
        "threshold": 60
      }
    },
    {
      "id": "eWb32iKeQePVN5WrTAv1o",
      "type": "if",
      "position": {
        "x": -1507.2030932377386,
        "y": 14700.466162277537
      },
      "data": {
        "threshold": 60
      }
    },
    {
      "id": "SilmH7M-sa3lMaFkSyK83",
      "type": "if",
      "position": {
        "x": -1301.366419068295,
        "y": 14939.599415675395
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "TC16tqrXPYQekmntdX6lc",
      "type": "if",
      "position": {
        "x": -318.77337296897684,
        "y": 14700.75152487317
      },
      "data": {
        "threshold": 40
      }
    },
    {
      "id": "FHj8x5KEZS73Wp63thGhQ",
      "type": "if",
      "position": {
        "x": -73.00153676564187,
        "y": 14940.203976704177
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "XvFV3Gix3OE01AFSQP3OP",
      "type": "if",
      "position": {
        "x": 922.1422630899519,
        "y": 14700.75152487317
      },
      "data": {
        "threshold": 30
      }
    },
    {
      "id": "pwXQFYcl8pvv9DxV5S6RB",
      "type": "if",
      "position": {
        "x": 1175.363345537011,
        "y": 14938.315150700648
      },
      "data": {
        "threshold": 50
      }
    },
    {
      "id": "r3ivLros-rFqhXYbT8nDR",
      "type": "if",
      "position": {
        "x": 1841.7125040453545,
        "y": 14699.652665130368
      },
      "data": {
        "threshold": 30
      }
    },
    {
      "id": "vv3Q2DT2n27qMUGAKtnXc",
      "type": "if",
      "position": {
        "x": 2095.5381475211966,
        "y": 14939.105116961375
      },
      "data": {
        "threshold": 50
      }
    },
    {
      "id": "r2KPPmSIkBDIc4YEm7J1C",
      "type": "if",
      "position": {
        "x": -3092.8724840118193,
        "y": 19646.43255885881
      },
      "data": {
        "threshold": 60
      }
    },
    {
      "id": "Op33j-sDIuh3VvxWpVfCY",
      "type": "if",
      "position": {
        "x": -2851.4780097297257,
        "y": 19892.177726397887
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "uQRisqJUeGwBY-kmXo4cg",
      "type": "if",
      "position": {
        "x": -1908.235868167898,
        "y": 19651.487819825557
      },
      "data": {
        "threshold": 60
      }
    },
    {
      "id": "zyxqWWAUDmW6ii-KTIRaB",
      "type": "if",
      "position": {
        "x": -1649.2042863704446,
        "y": 19892.030542289165
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "MxawbzRXvuIA2Bjjrw5du",
      "type": "if",
      "position": {
        "x": 486.6548569144675,
        "y": 19890.256313571732
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "4Lx-muT9aP5tCBV4EkhUS",
      "type": "if",
      "position": {
        "x": 239.4947453056916,
        "y": 19649.024909616113
      },
      "data": {
        "threshold": 40
      }
    },
    {
      "id": "LCDEUMCaBM3AVHXtSAJJm",
      "type": "if",
      "position": {
        "x": -548.4391303863554,
        "y": 19892.989944228008
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "z0VE6v4kfLKd5_hqBeRnV",
      "type": "if",
      "position": {
        "x": -809.9790980435105,
        "y": 19650.030636589876
      },
      "data": {
        "threshold": 40
      }
    },
    {
      "id": "3vGjgMx2EhGOd50IPXLbK",
      "type": "if",
      "position": {
        "x": 1291.2557858169682,
        "y": 19648.468338784078
      },
      "data": {
        "threshold": 30
      }
    },
    {
      "id": "T4o5U1ylX9MmpvQzqkTgl",
      "type": "if",
      "position": {
        "x": 1528.315775723339,
        "y": 19892.688809007275
      },
      "data": {
        "threshold": 50
      }
    },
    {
      "id": "AAUPFnwAHNBpRujy_mHh1",
      "type": "if",
      "position": {
        "x": 2367.2205059540775,
        "y": 19646.044902703125
      },
      "data": {
        "threshold": 30
      }
    },
    {
      "id": "Lg_quXAZszMYHi7XRkcqi",
      "type": "if",
      "position": {
        "x": 2589.2835083787404,
        "y": 19891.781957584317
      },
      "data": {
        "threshold": 50
      }
    },
    {
      "id": "k9r8HlRCKpZb_lbEjEbaa",
      "type": "scene",
      "position": {
        "x": -1953.6230147304705,
        "y": 23823.31729079121
      },
      "data": {
        "textA": "Yay, the proposal was approved! Now you need to find a suitable place to be, recruit teachers, set up the administration and enrol students.",
        "textB": "Yay, the proposal was approved! Now you need to find a suitable place to be, recruit teachers, set up the administration and enrol students.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "iBRzpyNqtF9lAETdJ3Vui",
      "type": "scene",
      "position": {
        "x": -824.1238021543584,
        "y": 23821.48939846421
      },
      "data": {
        "textA": "That went well! Your group decided to start collecting money to fund a little shop to repair and mend clothes. Not only would it create more jobs, but it would also extend the lifetime of WildertonWear clothing.",
        "textB": "That went well! Your group decided to start collecting money to fund a little shop to repair and mend clothes. Not only would it create more jobs, but it would also extend the lifetime of WildertonWear clothing.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "YdQz82Gk5geUvTga0-7HG",
      "type": "scene",
      "position": {
        "x": 2335.869085718841,
        "y": 23838.998832798723
      },
      "data": {
        "textA": "Looks like your efforts are finally paying off! After weeks of lunches, joint meetings, top-secret discussions, and a visit to one of the authority’s planning meetings, everything seems to fall into place. You are getting signals that it might be possible to arrange a one-time exception from the safety regulations for WildertonWear, just to save its crucial business.",
        "textB": "Looks like your efforts are finally paying off! After weeks of lunches, joint meetings, top-secret discussions, and a visit to one of the authority’s planning meetings, everything seems to fall into place. You are getting signals that it might be possible to arrange a one-time exception from the environmental regulations for WildertonWear, just to save its crucial business.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null,
        "eventId": null
      }
    },
    {
      "id": "14jQcEa2_RQaYPSaeKlXW",
      "type": "scene",
      "position": {
        "x": 1256.3248498066757,
        "y": 23820.934681907846
      },
      "data": {
        "textA": "It has taken quite some time, but you finally manage to find a local sponsor who is willing to step in and offer WildertonWear a loan to get back on their feet. The sponsor prefers to stay anonymous and mentions that you can negotiate the repayment conditions later. You are so relieved to finally have found a solution that you happily agree to the conditions.",
        "textB": "It has taken quite some time, but you finally manage to find a local sponsor who is willing to step in and offer WildertonWear a loan to get back on their feet. The sponsor prefers to stay anonymous and mentions that you can negotiate the repayment conditions later. You are so relieved to finally have found a solution that you happily agree to the conditions.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "7-EI_vbDjTwZrUib0c6bD",
      "type": "scene",
      "position": {
        "x": 133.22036510104965,
        "y": 23833.689305897686
      },
      "data": {
        "textA": "Yes, you did it! A group is put together to draft a proposal with favourable conditions, cheap land deals and potentially tax reductions, and to book meetings with companies that are considering moving to Wilderton.",
        "textB": "Yes, you did it! A group is put together to draft a proposal with favourable conditions, cheap land deals and potentially tax reductions, and to book meetings with companies that are considering moving to Wilderton.",
        "option1A": "Continue",
        "option2A": null,
        "option3A": null,
        "option1B": "Continue",
        "option2B": null,
        "option3B": null,
        "eventId": null
      }
    },
    {
      "id": "KHHKt5kIFGWQW7BvjgJUb",
      "type": "scene",
      "position": {
        "x": -3189.809454843033,
        "y": 24412.99757532136
      },
      "data": {
        "textA": "Meanwhile, there are rumours about a potential investor who could help the factory with a sizable loan. With that in mind, how will you stock up for next month?",
        "textB": "Meanwhile, there are rumours about a potential investor who could help the factory with a sizable loan. With that in mind, how will you stock up for next month?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "-DaYe35IzIrWLfvxvo_7i",
      "type": "scene",
      "position": {
        "x": -1931.800594453549,
        "y": 24413.403306318134
      },
      "data": {
        "textA": "Meanwhile, there are rumours about a potential investor who could help the factory with a sizable loan. With that in mind, how will you stock up for next month?",
        "textB": "Meanwhile, there are rumours about a potential investor who could help the factory with a sizable loan. With that in mind, how will you stock up for next month?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "FXUwp5hU7O6ihh_bFa1tO",
      "type": "scene",
      "position": {
        "x": -810.6196004588635,
        "y": 24411.52818840162
      },
      "data": {
        "textA": "Meanwhile, there are rumours about a potential investor who could help the factory with a sizable loan. With that in mind, how will you stock up for next month?",
        "textB": "Meanwhile, there are rumours about a potential investor who could help the factory with a sizable loan. With that in mind, how will you stock up for next month?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "5H5U0jpJ4yu2WVNlhQt8F",
      "type": "scene",
      "position": {
        "x": 180.32495631562233,
        "y": 24436.7518895626
      },
      "data": {
        "textA": "But you also have a business to run, and once again, it is time to stock up. How will you divide the items between brands this time?",
        "textB": "But you also have a business to run, and once again, it is time to stock up. How will you divide the items between brands this time?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "ZaHA5sypQXL2tNEMw822i",
      "type": "scene",
      "position": {
        "x": 1257.5430919971493,
        "y": 24436.751889562598
      },
      "data": {
        "textA": "But you also have a business to run, and once again, it is time to stock up. How will you divide the items between brands this time?",
        "textB": "But you also have a business to run, and once again, it is time to stock up. How will you divide the items between brands this time?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "IWgIyouNVEjkVSGTZV4VQ",
      "type": "scene",
      "position": {
        "x": 2330.798263982274,
        "y": 24437.432959236223
      },
      "data": {
        "textA": "But you also have a business to run, and once again, it is time to stock up. How will you divide the items between brands this time?",
        "textB": "But you also have a business to run, and once again, it is time to stock up. How will you divide the items between brands this time?",
        "option1A": "Let’s stock up!",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "Let’s stock up!",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "GH9i_gogtT4oBo6vtsIBe",
      "type": "stockUp",
      "position": {
        "x": -3032.5473409732017,
        "y": 24967.283877671824
      },
      "data": {
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "vCQmPBSOxP5c6f-jAHkRj",
      "type": "stockUp",
      "position": {
        "x": -1764.8661047541364,
        "y": 24967.383816312507
      },
      "data": {
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "kXAacXF8f35-O7hiHhWrF",
      "type": "stockUp",
      "position": {
        "x": -643.4618258082155,
        "y": 24964.007522032232
      },
      "data": {
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "yJnRRdMi0i6kfOxAXD6Vk",
      "type": "stockUp",
      "position": {
        "x": 346.9382069724311,
        "y": 24965.975299654412
      },
      "data": {
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "ZjkUVCzHlNCX4hOFqTm4y",
      "type": "stockUp",
      "position": {
        "x": 1426.0529703451207,
        "y": 24967.87182037268
      },
      "data": {
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "TChWP5lHyMIRNDUn7JAnK",
      "type": "stockUp",
      "position": {
        "x": 2497.967568280676,
        "y": 24968.708317912195
      },
      "data": {
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "JJssuEDSHcU-ctPfmO5Fp",
      "type": "if",
      "position": {
        "x": -3131.0375433129284,
        "y": 25321.56937276632
      },
      "data": {
        "threshold": 60
      }
    },
    {
      "id": "QhwsHaK-QfNEWFDHMu3dM",
      "type": "if",
      "position": {
        "x": -2890.39775416862,
        "y": 25505.417497000966
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "4XCxh4ndyVvuwsEXZTwpB",
      "type": "if",
      "position": {
        "x": -1869.0689813870354,
        "y": 25320.695786669818
      },
      "data": {
        "threshold": 60
      }
    },
    {
      "id": "S3pdjI1eYAcQeSqu3Mid6",
      "type": "if",
      "position": {
        "x": -1628.6594642692398,
        "y": 25505.275149493937
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "v0ZhGbeJVUrRnwMmoPJDv",
      "type": "if",
      "position": {
        "x": -746.664288394415,
        "y": 25321.997753484055
      },
      "data": {
        "threshold": 40
      }
    },
    {
      "id": "Xv2nkJsc7JtR8QM6q01KI",
      "type": "if",
      "position": {
        "x": -498.04350677511366,
        "y": 25505.32707917337
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "G1jiHpRzLzGLZlLcD7rjw",
      "type": "if",
      "position": {
        "x": 247.6008833993592,
        "y": 25322.19781448168
      },
      "data": {
        "threshold": 40
      }
    },
    {
      "id": "eOOx_beepDLqPbkAkTfSd",
      "type": "if",
      "position": {
        "x": 503.8930133673441,
        "y": 25506.607673126917
      },
      "data": {
        "threshold": 70
      }
    },
    {
      "id": "Hpbz1PSDypE25RCvCG2NU",
      "type": "if",
      "position": {
        "x": 1322.8254323294539,
        "y": 25323.63296804132
      },
      "data": {
        "threshold": 30
      }
    },
    {
      "id": "5YBm_6seJuj-UsJQlcr9J",
      "type": "if",
      "position": {
        "x": 1572.0305949832195,
        "y": 25507.514839808755
      },
      "data": {
        "threshold": 50
      }
    },
    {
      "id": "8Q0FWaaoO9iUikqmRQyMq",
      "type": "if",
      "position": {
        "x": 2393.6049061293866,
        "y": 25323.345391412608
      },
      "data": {
        "threshold": 30
      }
    },
    {
      "id": "2252ENP00eTM_WLwnTnia",
      "type": "if",
      "position": {
        "x": 2628.2485463453527,
        "y": 25506.284836088802
      },
      "data": {
        "threshold": 50
      }
    },
    {
      "id": "_vX1YGRIbT0iTmlziSbus",
      "type": "end",
      "position": {
        "x": -3216.3423490992354,
        "y": 28529.84114537333
      },
      "data": {
        "headline": "THE END",
        "text": "Excellent work! Thank you for playing!\n\nThanks to your visions and wild ideas, you and your friends turned a potential disaster into a new start for the entire community!"
      }
    },
    {
      "id": "0Qb3atAjHq6KUrR_GZduy",
      "type": "end",
      "position": {
        "x": -1914.8382313888042,
        "y": 28550.909133429126
      },
      "data": {
        "headline": "THE END",
        "text": "Excellent work! Thank you for playing!\n\nThanks to your foresight and good planning, you and your friends turned a potential disaster into a development that has boosted the entire community!"
      }
    },
    {
      "id": "gfVdzVvADXYIg6t48mkak",
      "type": "end",
      "position": {
        "x": -808.1733502591187,
        "y": 28589.837851329637
      },
      "data": {
        "headline": "THE END",
        "text": "Excellent work! Thank you for playing!\n\nThanks to your hard work, you and your friends turned a potential disaster into a positive development!"
      }
    },
    {
      "id": "-26V74fzDdTQDyVcLgQ5a",
      "type": "end",
      "position": {
        "x": 166.42324515621488,
        "y": 28610.286476764068
      },
      "data": {
        "headline": "THE END",
        "text": "Excellent work! Thank you for playing!\n\nThanks to your hard work, you and your friends turned a potential disaster into a positive development!"
      }
    },
    {
      "id": "oxNa-Pg-plbtIcvJESnZP",
      "type": "end",
      "position": {
        "x": 1242.809307351945,
        "y": 28609.828849841255
      },
      "data": {
        "headline": "THE END",
        "text": "Excellent work! Thank you for playing!\n\nThanks to your hard work to preserve the community’s history, you and your friends turned a potential disaster into a new opportunity."
      }
    },
    {
      "id": "ZVamGJVdKC2YJeimqs-zW",
      "type": "end",
      "position": {
        "x": 2338.908121890396,
        "y": 28606.17661249613
      },
      "data": {
        "headline": "THE END",
        "text": "Excellent work! Thank you for playing!\n\nThanks to your hard work, you and your friends managed to keep the community and its traditions alive. You kept the WildertonWear factory running as long as possible, and have good hopes for the future."
      }
    },
    {
      "id": "zMiBsj4YkezVN3-YZVOjV",
      "type": "social",
      "position": {
        "x": -390.0828472554528,
        "y": 667.4775537264902
      },
      "data": {
        "text1A": "Wtf WildertonWear?! We keep buying your cheap quality products year after year to support you, and you give nothing back?",
        "text2A": "That’s it, I’m boycotting WildertonWear. Who’s with me? #BoycottWW",
        "text3A": null,
        "userName1": "joe_6000",
        "userName2": "randy",
        "userName3": null,
        "text1B": "Wtf WildertonWear?! We keep buying your cheap quality products year after year to support you, and in return you continue heating our planet?",
        "text2B": "That’s it, I’m boycotting WildertonWear. Who’s with me? #BoycottWW",
        "text3B": null
      }
    },
    {
      "id": "0UgNaXyQUZlxD5ALnIIdd",
      "type": "setState",
      "position": {
        "x": -3127.5436493342577,
        "y": 26371.41125669996
      },
      "data": {
        "demandA": "33",
        "demandB": "67",
        "sentimentPro": "29",
        "sentimentNeutral": "4",
        "sentimentAgainst": "67",
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "7gXnlA0eF4C2mP1UZWDKl",
      "type": "setState",
      "position": {
        "x": -1833.1271540686714,
        "y": 26367.943495325657
      },
      "data": {
        "demandA": "35",
        "demandB": "65",
        "sentimentPro": "31",
        "sentimentNeutral": "4",
        "sentimentAgainst": "65",
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "iGJf-BGv3R_cH1JRTgqws",
      "type": "setState",
      "position": {
        "x": -712.2067396999547,
        "y": 26371.933740566874
      },
      "data": {
        "demandA": "57",
        "demandB": "43",
        "sentimentPro": "55",
        "sentimentNeutral": "4",
        "sentimentAgainst": "41",
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "MQGTlJEhzVPCsFCD583uV",
      "type": "setState",
      "position": {
        "x": 287.4801259444206,
        "y": 26367.41982042541
      },
      "data": {
        "demandA": "53",
        "demandB": "47",
        "sentimentPro": "51",
        "sentimentNeutral": "4",
        "sentimentAgainst": "45",
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "oAg0aEzIJtj6Pe6IBfQ1P",
      "type": "setState",
      "position": {
        "x": 1359.5926013034832,
        "y": 26373.080120939067
      },
      "data": {
        "demandA": "75",
        "demandB": "25",
        "sentimentPro": "75",
        "sentimentNeutral": "4",
        "sentimentAgainst": "21",
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "-FwWIysP2rYd2PqODaTby",
      "type": "setState",
      "position": {
        "x": 2415.061595983153,
        "y": 26371.96280952106
      },
      "data": {
        "demandA": "77",
        "demandB": "23",
        "sentimentPro": "77",
        "sentimentNeutral": "4",
        "sentimentAgainst": "19",
        "daysSinceGameStart": 122
      }
    },
    {
      "id": "Nt6SU8khh5F8trYZCuMwB",
      "type": "newsFlash",
      "position": {
        "x": 206.0103132654208,
        "y": 26721.006291660244
      },
      "data": {
        "headlineA": "WILDERTONWEAR FACTORY CLOSING",
        "headlineB": "WILDERTONWEAR FACTORY CLOSING",
        "textA": "<b>After months of strikes and boycotts, the management of WildertonWear announced yesterday that the company will be closing. The tough financial situation, decreased production due to the strikes, and high tax payments were simply too much for the company.</b> It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s frustrating,” says Simon Grady, a former employee who passes by to collect his things. “I get that people are angry because of the safety breaches, but I’m sure the company could have fixed it with some more time. This place has such a long tradition - I am the fourth generation of family members working here - and closing it down will change the entire community. And I’m worried about getting a new job, but hopefully the campaign to bring in new companies will lead to more jobs.”",
        "textB": "<b>After months of strikes and boycotts, the WildertonWear management announced yesterday that the company will be closing. The tough financial situation, decreased production due to the strikes, and high costs for system upgrades were simply too much for the company.</b> It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s frustrating,” says Simon Grady, a former employee who passes by to collect his things. “I get that people are angry because of the environmental breaches, but I’m sure the company could have fixed it with some more time. This place has such a long tradition - I am the fourth generation of family members working here - and closing it down will change the entire community. And I’m worried about getting a new job, but hopefully the campaign to bring in new companies will lead to more jobs.”",
        "imageUrl": "closing.jpg",
        "daysSinceGameStart": 136
      }
    },
    {
      "id": "J5rFzZokL2k2atsnfrt_R",
      "type": "newsFlash",
      "position": {
        "x": -799.0352517794298,
        "y": 26724.93219518164
      },
      "data": {
        "headlineA": "WILDERTONWEAR FACTORY CLOSING",
        "headlineB": "WILDERTONWEAR FACTORY CLOSING",
        "textA": "<b>After months of turbulence, the management of WildertonWear announced yesterday that the company will be closing. The tough financial situation, decreased production due to the strikes, and high tax payments were simply too much for the company.</b> It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s bittersweet,” says Niels West, a former employee who passes by to collect his things. “On the one hand, I’m glad that the factory won’t be able to put workers at risk, but on the other hand, I’m sad to see a company with such a long tradition fail. My dad used to work here, and two of my grandparents. I’m not so sad about the job, though. I’m starting next week at the newly opened clothing repair and mending shop in town.”",
        "textB": "After months of turbulence, the WildertonWear management announced yesterday that the company will be closing. The tough financial situation, decreased production due to the strikes, and high costs for system upgrades were simply too much for the company. It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s bittersweet,” says Niels West, a former employee who passes by to collect his things. “On the one hand, I’m glad that the factory won’t be able to put the community and climate at risk, but on the other hand, I’m sad to see a company with such a long tradition fail. My dad used to work here, and two of my grandparents. I’m not so sad about the job, though. I’m starting next week at the newly opened clothing repair and mending shop in town.”",
        "imageUrl": "closing.jpg",
        "daysSinceGameStart": 136
      }
    },
    {
      "id": "vJ-fiTe0BiuifYs6WFn0C",
      "type": "newsFlash",
      "position": {
        "x": -1918.5103064160753,
        "y": 26719.727363296875
      },
      "data": {
        "headlineA": "WILDERTONWEAR FACTORY CLOSING",
        "headlineB": "WILDERTONWEAR FACTORY CLOSING",
        "textA": "<b>After months of turbulence, the management of WildertonWear announced yesterday that the company will be closing. The tough financial situation, decreased production due to the strikes, and high tax payments were simply too much for the company.</b> It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s bittersweet,” says Niels West, a former employee who passes by to collect his things. “On the one hand, I’m glad that the factory won’t be able to put workers at risk, but on the other hand, I’m sad to see a company with such a long tradition fail. My dad used to work here, and two of my grandparents. I’m not so sad about the job, though. I have already signed up for evening classes to train to become a nurse.”",
        "textB": "<b>After months of turbulence, the WildertonWear management announced yesterday that the company will be closing. The tough financial situation, decreased production due to the strikes, and high costs for system upgrades were simply too much for the company.</b> It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s bittersweet,” says Niels West, a former employee who passes by to collect his things. “On the one hand, I’m glad that the factory won’t be able to put the community and climate at risk, but on the other hand, I’m sad to see a company with such a long tradition fail. My dad used to work here, and two of my grandparents. I’m not so sad about the job, though. I have already signed up for evening classes to train to become a nurse.”",
        "imageUrl": "closing.jpg",
        "daysSinceGameStart": 136
      }
    },
    {
      "id": "fiLp7aplNOOPb838Oimxk",
      "type": "newsFlash",
      "position": {
        "x": 1274.5983433132542,
        "y": 26722.188507758037
      },
      "data": {
        "headlineA": "WILDERTONWEAR FACTORY CLOSING",
        "headlineB": "WILDERTONWEAR FACTORY CLOSING",
        "textA": "<b>After months of strikes and boycotts, the management of WildertonWear announced yesterday that the company will be closing. After the company was forced to back out of a sponsor deal, which turned out to be a money laundering scheme, the tough financial situation, decreased production due to the strikes, and high tax payments simply became too much.</b> It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s frustrating,” says Simon Grady, a former employee who passes by to collect his things. “I get that people are angry because of the safety breaches, but I’m sure the company could have fixed it with some more time. This place has such a long tradition - I am the fourth generation of family members working here - and closing it down will change the entire community. And I’m worried about getting a new job; maybe I’ll have to move.”",
        "textB": "<b>After months of strikes and boycotts, the WildertonWear management announced yesterday that the company will be closing. After the company was forced to back out of a sponsor deal, which turned out to be a money laundering scheme, the tough financial situation, decreased production due to the strikes, and high costs for system upgrades simply became too much.</b> It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s frustrating,” says Simon Grady, a former employee who passes by to collect his things. “I get that people are angry because of the environmental breaches, but I’m sure the company could have fixed it with some more time. This place has such a long tradition - I am the fourth generation of family members working here - and closing it down will change the entire community. And I’m worried about getting a new job; maybe I’ll have to move.”",
        "imageUrl": "closing.jpg",
        "daysSinceGameStart": 136
      }
    },
    {
      "id": "G-WmmgBC59Qykk4RjRyBR",
      "type": "newsFlash",
      "position": {
        "x": 2326.940396705856,
        "y": 26721.728846922953
      },
      "data": {
        "headlineA": "WILDERTONWEAR FACTORY CLOSING",
        "headlineB": "WILDERTONWEAR FACTORY CLOSING",
        "textA": "<b>After months of strikes and boycotts, the management of WildertonWear announced yesterday that the company will be closing. The relaxed safety regulations came too late, and with the tough financial situation, decreased production due to the strikes, and high tax payments, it was simply too much for the company.</b> It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s frustrating,” says Simon Grady, a former employee who passes by to collect his things. “I get that people are angry because of the safety breaches, but I’m sure the company could have fixed it with some more time. This place has such a long tradition - I am the fourth generation of family members working here - and closing it down will change the entire community. And I’m worried about getting a new job; maybe I’ll have to move.”",
        "textB": "<b>After months of strikes and boycotts, the WildertonWear management announced yesterday that the company will be closing. The relaxed environmental regulations came too late, and with the tough financial situation, decreased production due to the strikes, and high costs for system upgrades, it was simply too much for the company.</b> It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s frustrating,” says Simon Grady, a former employee who passes by to collect his things. “I get that people are angry because of the environmental breaches, but I’m sure the company could have fixed it with some more time. This place has such a long tradition - I am the fourth generation of family members working here - and closing it down will change the entire community. And I’m worried about getting a new job; maybe I’ll have to move.”",
        "imageUrl": "closing.jpg",
        "daysSinceGameStart": 136
      }
    },
    {
      "id": "pnrQquIJeArB0jTjXEIVv",
      "type": "newsFlash",
      "position": {
        "x": -3213.8546360424925,
        "y": 26722.93770178911
      },
      "data": {
        "headlineA": "WILDERTONWEAR FACTORY CLOSING",
        "headlineB": "WILDERTONWEAR FACTORY CLOSING",
        "textA": "<b>After months of turbulence, the management of WildertonWear announced yesterday that the company will be closing. The potential investor withdrew last minute, and with the tough financial situation, decreased production due to the strikes, and high tax payments, it was simply too much for the company.</b> It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s bittersweet,” says Niels West, a former employee who passes by to collect his things. “On the one hand, I’m glad that the factory won’t be able to put workers at risk, but on the other hand, I’m sad to see a company with such a long tradition fail. My dad used to work here, and two of my grandparents. I’m not so sad about the job, though. I’m starting next week at the newly opened clothing repair and mending shop in town.”",
        "textB": "<b>After months of turbulence, the WildertonWear management announced yesterday that the company will be closing. The potential investor withdrew last minute, and with the tough financial situation, decreased production due to the strikes, and high costs for system upgrades, it was simply too much for the company.</b> It is a quiet day at the factory. When the closing was announced around lunchtime yesterday, the staff was sent home. After 148 years in operation, the sounds of the factory are no longer echoing through Wilderton. “It’s bittersweet,” says Niels West, a former employee who passes by to collect his things. “On the one hand, I’m glad that the factory won’t be able to put the community and climate at risk, but on the other hand, I’m sad to see a company with such a long tradition fail. My dad used to work here, and two of my grandparents. I’m not so sad about the job, though. I’m starting next week at the newly opened clothing repair and mending shop in town.”",
        "imageUrl": "closing.jpg",
        "daysSinceGameStart": 136
      }
    },
    {
      "id": "rdZSzodDj2TabU9f8XjqF",
      "type": "survey",
      "position": {
        "x": -3023.987404685736,
        "y": 27255.60614768304
      },
      "data": {}
    },
    {
      "id": "7qP0ucnGRWWwCFtRKXDAd",
      "type": "survey",
      "position": {
        "x": -1731.1841618914912,
        "y": 27259.051142682554
      },
      "data": {}
    },
    {
      "id": "0HXwQGUbQgcYzwrvnPk-1",
      "type": "survey",
      "position": {
        "x": -614.8237590022352,
        "y": 27256.09465480598
      },
      "data": {}
    },
    {
      "id": "4voLXy0gLE8DnA3yYsnz8",
      "type": "survey",
      "position": {
        "x": 391.8299613007603,
        "y": 27258.540264651696
      },
      "data": {}
    },
    {
      "id": "tJLnjsHTDe6tS3gIy4pLo",
      "type": "survey",
      "position": {
        "x": 1461.4511773176441,
        "y": 27254.86634596446
      },
      "data": {}
    },
    {
      "id": "H8bImRACfXYL7QzPBE3z9",
      "type": "survey",
      "position": {
        "x": 2513.5180031802497,
        "y": 27256.19242727722
      },
      "data": {}
    },
    {
      "id": "Zz_PV5XCzBiVvZNAAaKB-",
      "type": "scene",
      "position": {
        "x": -3112.453793156875,
        "y": 27550.2253477797
      },
      "data": {
        "textA": "Two years later…",
        "textB": "Two years later…",
        "option1A": "What has happened?",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "What has happened?",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "Z63wHyVtOBP_9T2p3ylWD",
      "type": "newsFlash",
      "position": {
        "x": -3219.5409719320487,
        "y": 28017.87313997435
      },
      "data": {
        "headlineA": "WEARHOUSE CENTRE WINS AWARD",
        "headlineB": "WEARHOUSE CENTRE WINS AWARD",
        "textA": "<b>Only two years after its opening, the new WearHouse community centre won the prestigious “Best community centre” award. The jury was deeply impressed by how the old factory had been turned into a living, thriving community without losing sight of its old history.</b> It’s been two years since the WildertonWear factory was forced to close down. The old brick factory buildings are still there, but instead of thundering machines, you now hear music, conversations, and laughter. The big halls have been turned into a community centre with maker space workshops, meeting rooms for local organisations, a small second hand shopping mall, and a popular café. Most of the former factory workers have found new jobs in the clothing repair and mending shop, in the workshops, or at Blueskin in the next town. And the community members love their new centre, in the past months, the number of visitors has been growing steadily.",
        "textB": "<b>Only two years after its opening, the new WearHouse community centre won the prestigious “Best community centre” award. The jury was deeply impressed by how the old factory had been turned into a living, thriving community without losing sight of its old history.</b> It’s been two years since the WildertonWear factory was forced to close down. The old brick factory buildings are still there, but instead of thundering machines, you now hear music, conversations, and laughter. The big halls have been turned into a community centre with maker space workshops, meeting rooms for local organisations, a small second hand shopping mall, and a popular café. Most of the former factory workers have found new jobs in the clothing repair and mending shop, in the workshops, or at Blueskin in the next town. And the community members love their new centre, in the past months, the number of visitors has been growing steadily.",
        "imageUrl": "coworking.jpg",
        "daysSinceGameStart": 866
      }
    },
    {
      "id": "fjkCa3yBQIwmxM9DTkFcQ",
      "type": "scene",
      "position": {
        "x": -1800.7489367508913,
        "y": 27553.792322081714
      },
      "data": {
        "textA": "2 years later...",
        "textB": "2 years later...",
        "option1A": "What has happened?",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "What has happened?",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "2CRHqbxH-Nc5sW406oF8f",
      "type": "newsFlash",
      "position": {
        "x": -1904.5104165729158,
        "y": 28015.723601427373
      },
      "data": {
        "headlineA": "WEARHOUSE CENTRE CELEBRATES 2 YEARS",
        "headlineB": "WEARHOUSE CENTRE CELEBRATES 2 YEARS",
        "textA": "<b>When the machines at WildertonWear stopped, a few enthusiasts stepped in. Today, the old factory building celebrates 2 years as a thriving community centre, and invites all residents to join in the celebrations.</b> Thanks to a group of enthusiasts, the history of the WildertonWear factory took a completely new turn. The old brick factory buildings are still there, but instead of thundering machines, you now hear music, conversations, and the clicking of computer keyboards. The large halls have been turned into a co-working space, with a popular café, a clothing repair and mending shop, and a gym. Most of the former factory workers have found new occupations, working for the tailor, in the BlueSkin workshop in the next town, or pursuing new dreams as café owners or students. And the community members love their new centre - in the past months, the number of visitors has been growing steadily.",
        "textB": "<b>When the machines at WildertonWear stopped, a few enthusiasts stepped in. Today, the old factory building celebrates 2 years as a thriving community centre, and invites all residents to join in the celebrations.</b> Thanks to a group of enthusiasts, the history of the WildertonWear factory took a completely new turn. The old brick factory buildings are still there, but instead of thundering machines, you now hear music, conversations, and the clicking of computer keyboards. The large halls have been turned into a co-working space, with a popular café, a clothing repair and mending shop, and a gym. Most of the former factory workers have found new occupations, working for the tailor, in the BlueSkin workshop in the next town, or pursuing new dreams as café owners or students. And the community members love their new centre - in the past months, the number of visitors has been growing steadily.",
        "imageUrl": "coworking.jpg",
        "daysSinceGameStart": 866
      }
    },
    {
      "id": "u5OF1ZTtgOuKxo-Uxww0T",
      "type": "scene",
      "position": {
        "x": -683.0156556298944,
        "y": 27550.209757836747
      },
      "data": {
        "textA": "2 years later...",
        "textB": "2 years later...",
        "option1A": "What has happened?",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "What has happened?",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "K6MCX7Ahj_LDimxI13l-d",
      "type": "newsFlash",
      "position": {
        "x": -799.3707316131236,
        "y": 28016.440114276364
      },
      "data": {
        "headlineA": "COMMUNITY CENTRE TURNS 2 YEARS",
        "headlineB": "COMMUNITY CENTRE TURNS 2 YEARS",
        "textA": "<b>The history of the old Wilderton factory could have ended when WildertonWear folded. Instead, it now celebrates 2 years as a community centre, with a co-working space, café and gym.</b> Thanks to a group of enthusiasts, the historical Wilderton factory now celebrates its 150th anniversary with a complete revival. The old factory buildings are still there, but instead of thundering machines, you now hear soft conversations and the clicking of computer keyboards. The large halls have been turned into a co-working space, a popular café, and a gym. Most of the former factory workers have found new occupations. Some have opened their own tailor shops in town, others have been hired by BlueSkin, and some have taken temporary jobs while looking for new opportunities.",
        "textB": "<b>The history of the old Wilderton factory could have ended when WildertonWear folded. Instead, it now celebrates 2 years as a community centre, with a co-working space, café and gym.</b> Thanks to a group of enthusiasts, the historical Wilderton factory now celebrates its 150th anniversary with a complete revival. The old factory buildings are still there, but instead of thundering machines, you now hear soft conversations and the clicking of computer keyboards. The large halls have been turned into a co-working space, a popular café, and a gym. Most of the former factory workers have found new occupations. Some have opened their own tailor shops in town, others have been hired by BlueSkin, and some have taken temporary jobs while looking for new opportunities.",
        "imageUrl": "coworking.jpg",
        "daysSinceGameStart": 866
      }
    },
    {
      "id": "In-A8Pyn5jkcekLI9LDhn",
      "type": "scene",
      "position": {
        "x": 319.33592764868246,
        "y": 27550.92627068574
      },
      "data": {
        "textA": "2 years later...",
        "textB": "2 years later...",
        "option1A": "What has happened?",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "What has happened?",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "47l-ipFfh2IothyrAz7zl",
      "type": "newsFlash",
      "position": {
        "x": 177.26433881646,
        "y": 28017.141037182406
      },
      "data": {
        "headlineA": "WILDERTON CO-WORKING SPACE OPENED",
        "headlineB": "WILDERTON CO-WORKING SPACE OPENED",
        "textA": "<b>Thanks to a group of enthusiasts, the buildings of the historical WildertonWear factory are no longer empty. Today, the old factory building celebrates 1 year as a modern co-working space for local entrepreneurs.</b> When the machines at WildertonWear stopped, many declared it the end of a proud history of manufacturing. But just in time for it’s 150th anniversary, the factory is once again thriving. The factory buildings are still there, but instead of the thundering machines, you know hear soft conversations and the clicking from keyboards. Thanks to a group of enthusiasts and a generous donation by the municipality, the large halls have been turned into fresh new offices and a café.",
        "textB": "<b>Thanks to a group of enthusiasts, the buildings of the historical WildertonWear factory are no longer empty. Today, the old factory building celebrates 1 year as a modern co-working space for local entrepreneurs.</b> When the machines at WildertonWear stopped, many declared it the end of a proud history of manufacturing. But just in time for it’s 150th anniversary, the factory is once again thriving. The factory buildings are still there, but instead of the thundering machines, you know hear soft conversations and the clicking from keyboards. Thanks to a group of enthusiasts and a generous donation by the municipality, the large halls have been turned into fresh new offices and a café.",
        "imageUrl": "coworking.jpg",
        "daysSinceGameStart": 866
      }
    },
    {
      "id": "HUNMvnHYnTf_hwgdeaKoD",
      "type": "scene",
      "position": {
        "x": 1395.207715400419,
        "y": 27551.642783534735
      },
      "data": {
        "textA": "2 years later...",
        "textB": "2 years later...",
        "option1A": "What has happened?",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "What has happened?",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "1FTsiYm9BN7WrFXrZpQQc",
      "type": "newsFlash",
      "position": {
        "x": 1252.4196137192034,
        "y": 28017.125447239454
      },
      "data": {
        "headlineA": "WILDERTON FACTORY TURNS CO-WORKING SPACE",
        "headlineB": "WILDERTON FACTORY TURNS CO-WORKING SPACE",
        "textA": "<b>When the machines at WildertonWear stopped, many residents declared it the end of a proud history of manufacturing. But just in time for its 150th anniversary, the factory is experiencing a revival.</b> The old factory buildings are still there, but instead of thundering machines, you now hear the sound of drills and saws. After some time of deliberations, the municipality has decided to turn the building into office space, with a café and small museum dedicated to the factory’s history. Most of the former factory workers have found work with BlueSkin or opened their own little tailoring shops, while some are still working odd jobs while looking for new opportunities. And maybe they will one day end up in an office in the old factory building? Beth Callistor, responsible for the project, is hopeful. “We have already had a lot of requests from companies that are considering moving their offices here.”",
        "textB": "<b>When the machines at WildertonWear stopped, many residents declared it the end of a proud history of manufacturing. But just in time for its 150th anniversary, the factory is experiencing a revival.</b> The old factory buildings are still there, but instead of thundering machines, you now hear the sound of drills and saws. After some time of deliberations, the municipality has decided to turn the building into office space, with a café and small museum dedicated to the factory’s history. Most of the former factory workers have found work with BlueSkin or opened their own little tailoring shops, while some are still working odd jobs while looking for new opportunities. And maybe they will one day end up in an office in the old factory building? Beth Callistor, responsible for the project, is hopeful. “We have already had a lot of requests from companies that are considering moving their offices here.”",
        "imageUrl": "coworking.jpg",
        "daysSinceGameStart": 866
      }
    },
    {
      "id": "q3Pixx-ttRejqZjE22Hhm",
      "type": "scene",
      "position": {
        "x": 2443.2446316420865,
        "y": 27548.792322081714
      },
      "data": {
        "textA": "2 years later...",
        "textB": "2 years later...",
        "option1A": "What has happened?",
        "option2A": null,
        "option3A": null,
        "eventId": null,
        "option1B": "What has happened?",
        "option2B": null,
        "option3B": null
      }
    },
    {
      "id": "PCzEVaylZ98QWhuCFjfcq",
      "type": "newsFlash",
      "position": {
        "x": 2340.425350074968,
        "y": 28034.274985786433
      },
      "data": {
        "headlineA": "WILDERTON FACTORY TO BE REVIVED",
        "headlineB": "WILDERTON FACTORY TO BE REVIVED",
        "textA": "<b>When strikes and tax problems forced the WildertonWear factory to close, many residents declared it the end of a proud history of manufacturing. But just in time for its 150th anniversary, the factory might be revived in a new shape.</b> The old factory buildings are still here, but instead of thundering machines, you now hear the sound of birds echoing through the large halls. After two years of deliberations, the municipality has finally found a large manufacturing company that is considering settling in town. Beth Callistor, responsible for the project, is hopeful. “We have had some very positive initial talks with the manufacturer, and we think that this could bring a lot of new jobs.” When the factory closed, many of its former workers were forced to look elsewhere for jobs. Some have been hired by BlueSkin or opened their own business, while others have left town or are still searching for a new occupation. Many shop owners and restaurants also saw their revenues decrease as many residents moved out, and are also hoping that a new company could mean new business opportunities.",
        "textB": "<b>When strikes forced the WildertonWear factory to close, many residents declared it the end of a proud history of manufacturing. But just in time for its 150th anniversary, the factory might be revived in a new shape.</b> The old factory buildings are still here, but instead of thundering machines, you now hear the sound of birds echoing through the large halls. After two years of deliberations, the municipality has finally found a large manufacturing company that is considering settling in town. Beth Callistor, responsible for the project, is hopeful. “We have had some very positive initial talks with the manufacturer, and we think that this could bring a lot of new jobs.” When the factory closed, many of its former workers were forced to look elsewhere for jobs. Some have been hired by BlueSkin or opened their own business, while others have left town or are still searching for a new occupation. Many shop owners and restaurants also saw their revenues decrease as many residents moved out, and are also hoping that a new company could mean new business opportunities.",
        "imageUrl": "development.jpg",
        "daysSinceGameStart": 866
      }
    },
    {
      "id": "ZVZSbeNqDu1RFhsc_r9iq",
      "type": "social",
      "position": {
        "x": -1550.4818554042338,
        "y": 4850.137045137213
      },
      "data": {
        "text1A": "There has been an unfortunate misunderstanding regarding our tax payments. We will, of course, pay our taxes, but due to financial complications, we need a little more time. In the meantime, check out our new Lumberjack collection!",
        "text2A": null,
        "text3A": null,
        "userName1": "wildertonwear_official",
        "userName2": null,
        "userName3": null,
        "text1B": "There has been an unfortunate misunderstanding regarding our greenhouse gas emissions. We will, of course, upgrade our filtering systems, but due to financial complications we need a little more time. In the meantime, check out our new Lumberjack collection!",
        "text2B": null,
        "text3B": null
      }
    },
    {
      "id": "x_3Q9B5iT3TK8_TyMXVJC",
      "type": "social",
      "position": {
        "x": -389.13938942317856,
        "y": 4822.918081090783
      },
      "data": {
        "text1A": "There has been an unfortunate misunderstanding regarding our tax payments. We will, of course, pay our taxes, but due to financial complications, we need a little more time. In the meantime, check out our new Lumberjack collection!",
        "text2A": null,
        "text3A": null,
        "userName1": "wildertonwear_official",
        "userName2": null,
        "userName3": null,
        "text1B": "There has been an unfortunate misunderstanding regarding our greenhouse gas emissions. We will, of course, upgrade our filtering systems, but due to financial complications we need a little more time. In the meantime, check out our new Lumberjack collection!",
        "text2B": null,
        "text3B": null
      }
    },
    {
      "id": "vNePk1DBaYH2LQBt4oGYR",
      "type": "social",
      "position": {
        "x": 847.3691037084733,
        "y": 4831.542179198208
      },
      "data": {
        "text1A": "There has been an unfortunate misunderstanding regarding our tax payments. We will, of course, pay our taxes, but due to financial complications, we need a little more time. In the meantime, check out our new Lumberjack collection!",
        "text2A": null,
        "text3A": null,
        "userName1": "wildertonwear_official",
        "userName2": null,
        "userName3": null,
        "text1B": "There has been an unfortunate misunderstanding regarding our greenhouse gas emissions. We will, of course, upgrade our filtering systems, but due to financial complications we need a little more time. In the meantime, check out our new Lumberjack collection!",
        "text2B": null,
        "text3B": null
      }
    },
    {
      "id": "X2gU3WPN-7Lhdkw8HAPMm",
      "type": "social",
      "position": {
        "x": -1566.2458853771882,
        "y": 9761.020818104244
      },
      "data": {
        "text1A": "From 12:00 today, 34 of our members will go on a strike. Following yesterday’s disclosure regarding WildertonWear’s work environment health regulation breaches, we demand improved safety protection for the workers!",
        "text2A": null,
        "text3A": null,
        "userName1": "wildertonwear_factory_union",
        "userName2": null,
        "userName3": null,
        "text1B": "From 12:00 today, 34 of our members will go on a strike. Following yesterday’s disclosure regarding WildertonWear’s environmental regulation breaches, we demand proper pollution and wastewater management systems so that we and our community can feel safe!",
        "text2B": null,
        "text3B": null
      }
    },
    {
      "id": "rJmotiuGZHLQPNbW035MW",
      "type": "social",
      "position": {
        "x": -391.0268947925157,
        "y": 9760.281042814457
      },
      "data": {
        "text1A": "From 12:00 today, 34 of our members will go on a strike. Following yesterday’s disclosure regarding WildertonWear’s work environment health regulation breaches, we demand improved safety protection for the workers!",
        "text2A": null,
        "text3A": null,
        "userName1": "wildertonwear_factory_union",
        "userName2": null,
        "userName3": null,
        "text1B": "From 12:00 today, 34 of our members will go on a strike. Following yesterday’s disclosure regarding WildertonWear’s environmental regulation breaches, we demand proper pollution and wastewater management systems so that we and our community can feel safe!",
        "text2B": null,
        "text3B": null
      }
    },
    {
      "id": "L-gle00Bs5eSyDwwY-4gX",
      "type": "social",
      "position": {
        "x": 851.2564306689054,
        "y": 9762.219791745325
      },
      "data": {
        "text1A": "From 12:00 today, 34 of our members will go on a strike. Following yesterday’s disclosure regarding WildertonWear’s work environment health regulation breaches, we demand improved safety protection for the workers!",
        "text2A": null,
        "text3A": null,
        "userName1": "wildertonwear_factory_union",
        "userName2": null,
        "userName3": null,
        "text1B": "From 12:00 today, 34 of our members will go on a strike. Following yesterday’s disclosure regarding WildertonWear’s environmental regulation breaches, we demand proper pollution and wastewater management systems so that we and our community can feel safe!",
        "text2B": null,
        "text3B": null
      }
    },
    {
      "id": "K2ybDfBm9AQei3YMoVurq",
      "type": "social",
      "position": {
        "x": -2450.030062198583,
        "y": 11782.89849775046
      },
      "data": {
        "text1A": "At WildertonWear, we prioritise the health and safety of our workers and the surrounding community above all else. Therefore, we have hired an independent company, Investiga, to perform an audit on the working conditions.",
        "text2A": null,
        "text3A": null,
        "userName1": "wildertonwear_official",
        "userName2": null,
        "userName3": null,
        "text1B": "At WildertonWear, we prioritise the health and safety of the community and our shared environment above all else. Therefore, we have hired an independent company, Investiga, to perform an audit on our pollution and wastewater management.",
        "text2B": null,
        "text3B": null
      }
    },
    {
      "id": "I7bHx1YyiKB06y_cR81kE",
      "type": "social",
      "position": {
        "x": -1563.9895683691846,
        "y": 11772.032550102615
      },
      "data": {
        "text1A": "At WildertonWear, we prioritise the health and safety of our workers and the surrounding community above all else. Therefore, we have hired an independent company, Investiga, to perform an audit on the working conditions.",
        "text2A": null,
        "text3A": null,
        "userName1": "wildertonwear_official",
        "userName2": null,
        "userName3": null,
        "text1B": "At WildertonWear, we prioritise the health and safety of the community and our shared environment above all else. Therefore, we have hired an independent company, Investiga, to perform an audit on our pollution and wastewater management.",
        "text2B": null,
        "text3B": null
      }
    },
    {
      "id": "sxPkek_31xL4hZUl4oUhJ",
      "type": "social",
      "position": {
        "x": -381.9076484800399,
        "y": 11763.589107817692
      },
      "data": {
        "text1A": "At WildertonWear, we prioritise the health and safety of our workers and the surrounding community above all else. Therefore, we have hired an independent company, Investiga, to perform an audit on the working conditions.",
        "text2A": null,
        "text3A": null,
        "userName1": "wildertonwear_official",
        "userName2": null,
        "userName3": null,
        "text1B": "At WildertonWear, we prioritise the health and safety of the community and our shared environment above all else. Therefore, we have hired an independent company, Investiga, to perform an audit on our pollution and wastewater management.",
        "text2B": null,
        "text3B": null
      }
    },
    {
      "id": "UnP3PcQCq9W1Q_Obtclui",
      "type": "social",
      "position": {
        "x": 864.3444327745156,
        "y": 11761.900419360705
      },
      "data": {
        "text1A": "At WildertonWear, we prioritise the health and safety of our workers and the surrounding community above all else. Therefore, we have hired an independent company, Investiga, to perform an audit on the working conditions.",
        "text2A": null,
        "text3A": null,
        "userName1": "wildertonwear_official",
        "userName2": null,
        "userName3": null,
        "text1B": "At WildertonWear, we prioritise the health and safety of the community and our shared environment above all else. Therefore, we have hired an independent company, Investiga, to perform an audit on our pollution and wastewater management.",
        "text2B": null,
        "text3B": null
      }
    },
    {
      "id": "v_vPaX7F6PpxMipIYe8FK",
      "type": "social",
      "position": {
        "x": 1794.6541551101968,
        "y": 11758.465529605655
      },
      "data": {
        "text1A": "At WildertonWear, we prioritise the health and safety of our workers and the surrounding community above all else. Therefore, we have hired an independent company, Investiga, to perform an audit on the working conditions.",
        "text2A": null,
        "text3A": null,
        "userName1": "wildertonwear_official",
        "userName2": null,
        "userName3": null,
        "text1B": "At WildertonWear, we prioritise the health and safety of the community and our shared environment above all else. Therefore, we have hired an independent company, Investiga, to perform an audit on our pollution and wastewater management.",
        "text2B": null,
        "text3B": null
      }
    },
    {
      "id": "7kV3uYbYZ2yJWpqOxAwfG",
      "type": "social",
      "position": {
        "x": -2450.655462733333,
        "y": 12165.214338685491
      },
      "data": {
        "text1A": "Hey everyone, what happened to the boycott? Am I the only one still not buying WildertonWear? #BoycottWW",
        "text2A": "Feeling weird about the boycott; what if the report says WildertonWear hasn’t done anything? Any thoughts?",
        "text3A": "Don’t fall for it people - Wilderton is PAYING for this audit, what do you think they’ll find?",
        "userName1": "joe_6000",
        "userName2": "randy",
        "userName3": "wilhelmine_lillie",
        "text1B": "Hey everyone, what happened to the boycott? Am I the only one still not buying WildertonWear? #BoycottWW",
        "text2B": "Feeling weird about the boycott; what if the report says WildertonWear hasn’t done anything? Any thoughts?",
        "text3B": "Don’t fall for it people - Wilderton is PAYING for this audit, what do you think they’ll find?"
      }
    },
    {
      "id": "gngDlN0rD8wDqYHp-C5jL",
      "type": "social",
      "position": {
        "x": -1567.7694549612293,
        "y": 12153.83694167812
      },
      "data": {
        "text1A": "Hey everyone, what happened to the boycott? Am I the only one still not buying WildertonWear? #BoycottWW",
        "text2A": "Feeling weird about the boycott; what if the report says WildertonWear hasn’t done anything? Any thoughts?",
        "text3A": "Don’t fall for it people - Wilderton is PAYING for this audit, what do you think they’ll find?",
        "userName1": "joe_6000",
        "userName2": "randy",
        "userName3": "wilhelmine_lillie",
        "text1B": "Hey everyone, what happened to the boycott? Am I the only one still not buying WildertonWear? #BoycottWW",
        "text2B": "Feeling weird about the boycott; what if the report says WildertonWear hasn’t done anything? Any thoughts?",
        "text3B": "Don’t fall for it people - Wilderton is PAYING for this audit, what do you think they’ll find?"
      }
    },
    {
      "id": "Juobkg0AO4juGbSuHkmec",
      "type": "social",
      "position": {
        "x": -384.52016619449176,
        "y": 12153.836941678119
      },
      "data": {
        "text1A": "Is it just me, or is the boycott finally slowing down? #SupportWW",
        "text2A": "Feeling weird about the boycott; what if the report says WildertonWear hasn’t done anything? Any thoughts?",
        "text3A": "Don’t fall for it people - Wilderton is PAYING for this audit, what do you think they’ll find?",
        "userName1": "Domenic71",
        "userName2": "randy",
        "userName3": "wilhelmine_lillie",
        "text1B": "Is it just me, or is the boycott finally slowing down? #SupportWW",
        "text2B": "Feeling weird about the boycott; what if the report says WildertonWear hasn’t done anything? Any thoughts?",
        "text3B": "Don’t fall for it people - Wilderton is PAYING for this audit, what do you think they’ll find?"
      }
    },
    {
      "id": "xit--uTpzEXRXbYVETXfO",
      "type": "social",
      "position": {
        "x": 862.4425458135318,
        "y": 12151.561462276648
      },
      "data": {
        "text1A": "Is it just me, or is the boycott finally slowing down? #SupportWW",
        "text2A": "Feeling weird about the boycott; what if the report says WildertonWear hasn’t done anything? Any thoughts?",
        "text3A": "Finally, people are making sense again - let’s wait and see what the audit says before we make rash decisions.",
        "userName1": "Domenic71",
        "userName2": "randy",
        "userName3": "leta_54",
        "text1B": "Is it just me, or is the boycott finally slowing down? #SupportWW",
        "text2B": "Feeling weird about the boycott; what if the report says WildertonWear hasn’t done anything? Any thoughts?",
        "text3B": "Finally, people are making sense again - let’s wait and see what the audit says before we make rash decisions."
      }
    },
    {
      "id": "uFJIRwX-Yhw4ufK9tGCgt",
      "type": "social",
      "position": {
        "x": 1791.7362240092282,
        "y": 12133.357627064852
      },
      "data": {
        "text1A": "Is it just me, or is the boycott finally slowing down? #SupportWW",
        "text2A": "Feeling weird about the boycott; what if the report says WildertonWear hasn’t done anything? Any thoughts?",
        "text3A": "Finally, people are making sense again - let’s wait and see what the audit says before we make rash decisions.",
        "userName1": "Domenic71",
        "userName2": "randy",
        "userName3": "leta_54",
        "text1B": "Is it just me, or is the boycott finally slowing down? #SupportWW",
        "text2B": "Feeling weird about the boycott; what if the report says WildertonWear hasn’t done anything? Any thoughts?",
        "text3B": "Finally, people are making sense again - let’s wait and see what the audit says before we make rash decisions."
      }
    },
    {
      "id": "GvxADTDzkcvAgDs3sGswR",
      "type": "social",
      "position": {
        "x": -2473.410256748078,
        "y": 16333.524261145894
      },
      "data": {
        "text1A": "Hey guys, I think it’s great that we’re showing WildertonWear what we think, but what if it goes too far? What if the factory has to close?",
        "text2A": "Maybe we should think this through? If the factory goes bust a lot of residents might have to move to find new jobs, and it could affect the entire community. Shops and restaurants might have to close. Do we want that?",
        "text3A": "I get the idea of boycotting for change, but what alternatives do we have if the factory goes bust?",
        "userName1": "randy",
        "userName2": "Domenic71",
        "userName3": "LLindström",
        "text1B": "Hey guys, I think it’s great that we’re showing WildertonWear what we think, but what if it goes too far? What if the factory has to close?",
        "text2B": "Maybe we should think this through? If the factory goes bust a lot of residents might have to move to find new jobs, and it could affect the entire community. Shops and restaurants might have to close. Do we want that?",
        "text3B": "I get the idea of boycotting for change, but what alternatives do we have if the factory goes bust?"
      }
    },
    {
      "id": "KVHP_EIAmrgEGvkvHhPiv",
      "type": "social",
      "position": {
        "x": -1574.3166671599104,
        "y": 16330.75438495147
      },
      "data": {
        "text1A": "Hey guys, I think it’s great that we’re showing WildertonWear what we think, but what if it goes too far? What if the factory has to close?",
        "text2A": "Maybe we should think this through? If the factory goes bust a lot of residents might have to move to find new jobs, and it could affect the entire community. Shops and restaurants might have to close. Do we want that?",
        "text3A": "I get the idea of boycotting for change, but what alternatives do we have if the factory goes bust?",
        "userName1": "randy",
        "userName2": "Domenic71",
        "userName3": "LLindström",
        "text1B": "Hey guys, I think it’s great that we’re showing WildertonWear what we think, but what if it goes too far? What if the factory has to close?",
        "text2B": "Maybe we should think this through? If the factory goes bust a lot of residents might have to move to find new jobs, and it could affect the entire community. Shops and restaurants might have to close. Do we want that?",
        "text3B": "I get the idea of boycotting for change, but what alternatives do we have if the factory goes bust?"
      }
    },
    {
      "id": "8_AN6jFGMPIlMN2Pogo85",
      "type": "social",
      "position": {
        "x": -380.2182171963187,
        "y": 16320.14960298021
      },
      "data": {
        "text1A": "Just had a discussion with a neighbour because of my BlueSkin bag. Hate how the whole town is so divided over the whole WildertonWear issue. :(",
        "text2A": "Come on guys, stick to the boycott! We need to show Wildertonwear that they can’t get away with exploiting workers!",
        "text3A": "About the boycott: what if the factory has to close? Won’t that mean a lot of unemployment, and maybe a lot of people moving out to find jobs?",
        "userName1": "leta_54",
        "userName2": "wilhelmine_lillie",
        "userName3": "randy",
        "text1B": "Just had a discussion with a neighbour because of my BlueSkin bag. Hate how the whole town is so divided over the whole WildertonWear issue. :(",
        "text2B": "Come on guys, stick to the boycott! We need to show Wildertonwear that they can’t get away with exploiting workers!",
        "text3B": "About the boycott: what if the factory has to close? Won’t that mean a lot of unemployment, and maybe a lot of people moving out to find jobs?"
      }
    },
    {
      "id": "CDnVVaFoea8gwdLdpIz1J",
      "type": "social",
      "position": {
        "x": 852.0574478638002,
        "y": 16337.11725413422
      },
      "data": {
        "text1A": "I’m not sure brute consumer force is a constructive way to change things, but how else do we make WildertonWear understand that this is serious?",
        "text2A": "I know how important WildertonWear is to our town’s history, but we can’t let them get away with exploiting the workers!",
        "text3A": "Sure, the town needs jobs, but doesn’t WildertonWear also need to respect its workers and loyal customers?",
        "userName1": "Domenic71",
        "userName2": "LLindström",
        "userName3": "leta_54",
        "text1B": "I’m not sure brute consumer force is a constructive way to change things, but how else do we make WildertonWear understand that this is serious?",
        "text2B": "I know how important WildertonWear is to our town’s history, but we can’t let them get away with destroying the planet!",
        "text3B": "Sure, the town needs jobs, but doesn’t WildertonWear also need to respect its workers and loyal customers?"
      }
    },
    {
      "id": "o9HZ71RO7GCtDNUO_SYbt",
      "type": "social",
      "position": {
        "x": 1804.3668688827215,
        "y": 16333.935819542843
      },
      "data": {
        "text1A": "I’m not sure brute consumer force is a constructive way to change things, but how else do we make WildertonWear understand that this is serious?",
        "text2A": "I know how important WildertonWear is to our town’s history, but we can’t let them get away with exploiting the workers!",
        "text3A": "Sure, the town needs jobs, but doesn’t WildertonWear also need to respect its workers and loyal customers?",
        "userName1": "Domenic71",
        "userName2": "LLindström",
        "userName3": "leta_54",
        "text1B": "I’m not sure brute consumer force is a constructive way to change things, but how else do we make WildertonWear understand that this is serious?",
        "text2B": "I know how important WildertonWear is to our town’s history, but we can’t let them get away with destroying the planet!",
        "text3B": "Sure, the town needs jobs, but doesn’t WildertonWear also need to respect its workers and loyal customers?"
      }
    },
    {
      "id": "dkX8eBkdlI491P46gLjYd",
      "type": "newsFlash",
      "position": {
        "x": -3170.60573894562,
        "y": 21125.889492967453
      },
      "data": {
        "headlineA": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "headlineB": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "textA": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the breaches without taking action. As a result, three of the largest national department stores announced that they have stopped selling WildertonWear.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. According to sources, the boycott is on again, and the strikers are more determined than ever to keep striking until the company improves its safety equipment.",
        "textB": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the breaches without taking action. As a result, three of the largest national department stores announced that they have stopped selling WildertonWear.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. According to sources, the boycott is on again, and the strikers are more determined than ever to keep striking until the company upgrades its filtering systems.",
        "imageUrl": "audit.jpg",
        "daysSinceGameStart": 94
      }
    },
    {
      "id": "ZArEArWlAXQ7R_QwUbCca",
      "type": "newsFlash",
      "position": {
        "x": -1960.9528235797104,
        "y": 21131.55089506745
      },
      "data": {
        "headlineA": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "headlineB": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "textA": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the breaches without taking action. As a result, three of the largest national department stores announced that they have stopped selling WildertonWear.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. According to sources, the boycott is on again, and the strikers are more determined than ever to keep striking until the company improves its safety equipment.",
        "textB": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the breaches without taking action. As a result, three of the largest national department stores announced that they have stopped selling WildertonWear.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. According to sources, the boycott is on again, and the strikers are more determined than ever to keep striking until the company upgrades its filtering systems.",
        "imageUrl": "audit.jpg",
        "daysSinceGameStart": 94
      }
    },
    {
      "id": "KKiK5UuCtzNA2dyxgcJIl",
      "type": "newsFlash",
      "position": {
        "x": -851.3180119804044,
        "y": 21134.381596117448
      },
      "data": {
        "headlineA": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "headlineB": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "textA": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the breaches without taking action. As a result, three of the largest national department stores announced that they have stopped selling WildertonWear.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. According to sources, the boycott is on again, and the strikers are more determined than ever to keep striking until the company improves its safety equipment.",
        "textB": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the breaches without taking action. As a result, three of the largest national department stores announced that they have stopped selling WildertonWear.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. According to sources, the boycott is on again, and the strikers are more determined than ever to keep striking until the company upgrades its filtering systems.",
        "imageUrl": "audit.jpg",
        "daysSinceGameStart": 94
      }
    },
    {
      "id": "h6lkO8YHW8skNQOM_VE2E",
      "type": "newsFlash",
      "position": {
        "x": 191.3235414356103,
        "y": 21140.98656523411
      },
      "data": {
        "headlineA": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "headlineB": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "textA": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the regulatory breaches without taking action.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. But despite a widespread frustration with the company’s conduct, WildertonWear still has a lot of support in the community due to its long history. Many residents have family members who used to work at the factory, or once worked there themselves, and who still have good faith in the company.",
        "textB": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the regulatory breaches without taking action.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. But despite a widespread frustration with the company’s conduct, WildertonWear still has a lot of support in the community due to its long history. Many residents have family members who used to work at the factory, or once worked there themselves, and who still have good faith in the company.",
        "imageUrl": "audit.jpg",
        "daysSinceGameStart": 94
      }
    },
    {
      "id": "ekE4uLkjyDZ3TXC86FHuk",
      "type": "newsFlash",
      "position": {
        "x": 1251.815982525466,
        "y": 21139.63609098849
      },
      "data": {
        "headlineA": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "headlineB": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "textA": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the regulatory breaches without taking action.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. But despite a widespread frustration with the company’s conduct, WildertonWear still has a lot of support in the community due to its long history. Many residents have family members who used to work at the factory, or once worked there themselves, and who still have good faith in the company.",
        "textB": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the regulatory breaches without taking action.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. But despite a widespread frustration with the company’s conduct, WildertonWear still has a lot of support in the community due to its long history. Many residents have family members who used to work at the factory, or once worked there themselves, and who still have good faith in the company.",
        "imageUrl": "audit.jpg",
        "daysSinceGameStart": 94
      }
    },
    {
      "id": "x-jKQfOUKGCWY5hCUtNDo",
      "type": "newsFlash",
      "position": {
        "x": 2319.5268539047497,
        "y": 21139.636090988493
      },
      "data": {
        "headlineA": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "headlineB": "AUDIT SHOWS: WILDERTONWEAR IGNORED WARNINGS",
        "textA": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the regulatory breaches without taking action.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. But despite a widespread frustration with the company’s conduct, WildertonWear still has a lot of support in the community due to its long history. Many residents have family members who used to work at the factory, or once worked there themselves, and who still have good faith in the company.",
        "textB": "<b>A highly anticipated report, released yesterday by the auditing company Investiga, reveals that WildertonWear had been warned multiple times about the regulatory breaches without taking action.</b> “This is a nightmare,” says an anonymous representative of WildertonWear. “We have not done anything wrong.” The discussions have been running high in the community over the past days, and are likely to continue as a result of the audit findings. But despite a widespread frustration with the company’s conduct, WildertonWear still has a lot of support in the community due to its long history. Many residents have family members who used to work at the factory, or once worked there themselves, and who still have good faith in the company.",
        "imageUrl": "audit.jpg",
        "daysSinceGameStart": 94
      }
    },
    {
      "id": "jNDS5sjqBbM97tw__75KK",
      "type": "social",
      "position": {
        "x": -1962.7521744924927,
        "y": 21579.606359809804
      },
      "data": {
        "text1A": "Two months in, and we’re still on a strike. So proud of our members, especially in light of the latest news about the company ignoring warnings.",
        "text2A": "Just as we suspected… Come on guys, it’s time for another push! #BoycottWW",
        "text3A": "How do we get out of this mess?! Someone please come up with some long-term plans! #WildertonGate",
        "userName1": "wildertonwear_factory_union",
        "userName2": "wilhelmine_lillie",
        "userName3": "joe_6000",
        "text1B": "Two months in, and we’re still on a strike. So proud of our members, especially in light of the latest news about the company ignoring warnings.",
        "text2B": "Just as we suspected… Come on guys, it’s time for another push! #BoycottWW",
        "text3B": "How do we get out of this mess?! Someone please come up with some long-term plans! #WildertonGate"
      }
    },
    {
      "id": "496K92XPPFMivD9Q5lfgW",
      "type": "social",
      "position": {
        "x": -834.9944083469422,
        "y": 21573.969015110757
      },
      "data": {
        "text1A": "Two months in, and we’re still on a strike. So proud of our members, especially in light of the latest news about the company ignoring warnings.",
        "text2A": "Just as we suspected… Come on guys, it’s time for another push! #BoycottWW",
        "text3A": "How do we get out of this mess?! Someone please come up with some long-term plans! #WildertonGate",
        "userName1": "wildertonwear_factory_union",
        "userName2": "wilhelmine_lillie",
        "userName3": "joe_6000",
        "text1B": "Two months in, and we’re still on a strike. So proud of our members, especially in light of the latest news about the company ignoring warnings.",
        "text2B": "Just as we suspected… Come on guys, it’s time for another push! #BoycottWW",
        "text3B": "How do we get out of this mess?! Someone please come up with some long-term plans! #WildertonGate"
      }
    },
    {
      "id": "IecaDr7o6oRSecmeChFt9",
      "type": "social",
      "position": {
        "x": 181.8257702606303,
        "y": 21585.249112179306
      },
      "data": {
        "text1A": "If anyone is missing the “2 months of striking” banner, it is currently IN THE TRASH!",
        "text2A": "Wtf people, how long is this going to drag on?! If this continues, it’ll be the end of WildertonWear. Is that really what you want? 148 years of history, just gone?",
        "text3A": "Come on guys, it’s time for another push! #SupportWW",
        "userName1": "wildertonwear_official",
        "userName2": "Domenic71",
        "userName3": "leta_54",
        "text1B": "If anyone is missing the “2 months of striking” banner, it is currently IN THE TRASH!",
        "text2B": "Wtf people, how long is this going to drag on?! If this continues, it’ll be the end of WildertonWear. Is that really what you want? 148 years of history, just gone?",
        "text3B": "Come on guys, it’s time for another push! #SupportWW"
      }
    },
    {
      "id": "dMjdvAbaAtO51YZ72mqc2",
      "type": "social",
      "position": {
        "x": 1247.7949432382993,
        "y": 21594.11204559031
      },
      "data": {
        "text1A": "If anyone is missing the “2 months of striking” banner, it is currently IN THE TRASH!",
        "text2A": "Wtf people, how long is this going to drag on?! If this continues, it’ll be the end of WildertonWear. Is that really what you want? 148 years of history, just gone?",
        "text3A": "Come on guys, it’s time for another push! #SupportWW",
        "userName1": "wildertonwear_official",
        "userName2": "Domenic71",
        "userName3": "leta_54",
        "text1B": "If anyone is missing the “2 months of striking” banner, it is currently IN THE TRASH!",
        "text2B": "Wtf people, how long is this going to drag on?! If this continues, it’ll be the end of WildertonWear. Is that really what you want? 148 years of history, just gone?",
        "text3B": "Come on guys, it’s time for another push! #SupportWW"
      }
    },
    {
      "id": "exnaUYFOOPJCtHhVVEuMo",
      "type": "social",
      "position": {
        "x": 2321.0175662103734,
        "y": 21600.806220580533
      },
      "data": {
        "text1A": "If anyone is missing the “2 months of striking” banner, it is currently IN THE TRASH!",
        "text2A": "Wtf people, how long is this going to drag on?! If this continues, it’ll be the end of WildertonWear. Is that really what you want? 148 years of history, just gone?",
        "text3A": "Come on guys, it’s time for another push! #SupportWW",
        "userName1": "wildertonwear_official",
        "userName2": "Domenic71",
        "userName3": "leta_54",
        "text1B": "If anyone is missing the “2 months of striking” banner, it is currently IN THE TRASH!",
        "text2B": "Wtf people, how long is this going to drag on?! If this continues, it’ll be the end of WildertonWear. Is that really what you want? 148 years of history, just gone?",
        "text3B": "Come on guys, it’s time for another push! #SupportWW"
      }
    },
    {
      "id": "2mE30pdzDoilPO7KuOyc3",
      "type": "social",
      "position": {
        "x": -3179.730567239452,
        "y": 21577.923019870137
      },
      "data": {
        "text1A": "Two months in, and we’re still on a strike. So proud of our members, especially in light of the latest news about the company ignoring warnings.",
        "text2A": "Just as we suspected… Come on guys, it’s time for another push! #BoycottWW",
        "text3A": "How do we get out of this mess?! Someone please come up with some long-term plans! #WildertonGate",
        "userName1": "wildertonwear_factory_union",
        "userName2": "wilhelmine_lillie",
        "userName3": "joe_6000",
        "text1B": "Two months in, and we’re still on a strike. So proud of our members, especially in light of the latest news about the company ignoring warnings.",
        "text2B": "Just as we suspected… Come on guys, it’s time for another push! #BoycottWW",
        "text3B": "How do we get out of this mess?! Someone please come up with some long-term plans! #WildertonGate"
      }
    },
    {
      "id": "OEV4ZTqeYmvUOl3pzj8V3",
      "type": "setState",
      "position": {
        "x": -310.27864378947396,
        "y": 291.14351571542284
      },
      "data": {
        "demandA": null,
        "demandB": null,
        "sentimentPro": "80",
        "sentimentNeutral": "10",
        "sentimentAgainst": "10",
        "daysSinceGameStart": 0,
        "eventId": "0 . 5 - Game state"
      }
    }
  ],
  "edges": [
    {
      "source": "start",
      "target": "XLZKnwen2bGqYhUYDxt9E",
      "id": "xy-edge__start-XLZKnwen2bGqYhUYDxt9E",
      "selected": false
    },
    {
      "source": "4WLezBNizr38bI4Na8tgs",
      "sourceHandle": "option1",
      "target": "MJhMP9gYXrunc4iHoi48n",
      "id": "xy-edge__4WLezBNizr38bI4Na8tgsoption1-MJhMP9gYXrunc4iHoi48n",
      "selected": false
    },
    {
      "source": "MJhMP9gYXrunc4iHoi48n",
      "sourceHandle": "option1",
      "target": "PXYfraxDciaUuyhfzO35H",
      "id": "xy-edge__MJhMP9gYXrunc4iHoi48noption1-PXYfraxDciaUuyhfzO35H",
      "selected": false
    },
    {
      "source": "FDL4XW8RGUtItENas8Abo",
      "sourceHandle": "option1",
      "target": "J96yfgRlgDxx1cgwLe2l0",
      "id": "xy-edge__FDL4XW8RGUtItENas8Abooption1-J96yfgRlgDxx1cgwLe2l0",
      "selected": false
    },
    {
      "source": "J96yfgRlgDxx1cgwLe2l0",
      "target": "TdZjZYlx-1KGX-SAuNvVM",
      "id": "xy-edge__J96yfgRlgDxx1cgwLe2l0-TdZjZYlx-1KGX-SAuNvVM",
      "selected": false
    },
    {
      "source": "TdZjZYlx-1KGX-SAuNvVM",
      "sourceHandle": "higher",
      "target": "pxhHxJTNzvrycipJcC4pG",
      "id": "xy-edge__TdZjZYlx-1KGX-SAuNvVMhigher-pxhHxJTNzvrycipJcC4pG",
      "selected": false
    },
    {
      "source": "HSUrsXfz3L49hdUhtcpWe",
      "sourceHandle": "option1",
      "target": "PvdbsDE1qm3A-BDvUqvpm",
      "id": "xy-edge__HSUrsXfz3L49hdUhtcpWeoption1-PvdbsDE1qm3A-BDvUqvpm",
      "selected": false
    },
    {
      "source": "47SvIb6zFyecaQvpczqYF",
      "sourceHandle": "option1",
      "target": "ftPp5gNbQ1xcn5_Id-42s",
      "id": "xy-edge__47SvIb6zFyecaQvpczqYFoption1-ftPp5gNbQ1xcn5_Id-42s",
      "selected": false
    },
    {
      "source": "KcRNEfg1vLgXZFKHqHSV3",
      "sourceHandle": "option1",
      "target": "1TMHUmf4AwNWTBCsEoPvI",
      "id": "xy-edge__KcRNEfg1vLgXZFKHqHSV3option1-1TMHUmf4AwNWTBCsEoPvI",
      "selected": false
    },
    {
      "source": "77gncznQcholoB3rogW-I",
      "sourceHandle": "option1",
      "target": "9wKKeSM-IkAhvvyFjO5IT",
      "id": "xy-edge__77gncznQcholoB3rogW-Ioption1-9wKKeSM-IkAhvvyFjO5IT",
      "selected": false
    },
    {
      "source": "9wKKeSM-IkAhvvyFjO5IT",
      "sourceHandle": "option1",
      "target": "bpYqCy0WKjTf8stzmjQS1",
      "id": "xy-edge__9wKKeSM-IkAhvvyFjO5IToption1-bpYqCy0WKjTf8stzmjQS1",
      "selected": false
    },
    {
      "source": "9wKKeSM-IkAhvvyFjO5IT",
      "sourceHandle": "option2",
      "target": "Yla-h1uKvI_DQAjDjpQUN",
      "id": "xy-edge__9wKKeSM-IkAhvvyFjO5IToption2-Yla-h1uKvI_DQAjDjpQUN",
      "selected": false
    },
    {
      "source": "A-qXvdzv_191lNK5lIzmH",
      "sourceHandle": "option1",
      "target": "9wKKeSM-IkAhvvyFjO5IT",
      "id": "xy-edge__A-qXvdzv_191lNK5lIzmHoption1-9wKKeSM-IkAhvvyFjO5IT",
      "selected": false
    },
    {
      "source": "A-qXvdzv_191lNK5lIzmH",
      "sourceHandle": "option2",
      "target": "4OTWbTkUQ9jB1PNPXMhfF",
      "id": "xy-edge__A-qXvdzv_191lNK5lIzmHoption2-4OTWbTkUQ9jB1PNPXMhfF",
      "selected": false
    },
    {
      "source": "4OTWbTkUQ9jB1PNPXMhfF",
      "sourceHandle": "option1",
      "target": "gGQ5SwG_SsxvRhLAhYn_l",
      "id": "xy-edge__4OTWbTkUQ9jB1PNPXMhfFoption1-gGQ5SwG_SsxvRhLAhYn_l",
      "selected": false
    },
    {
      "source": "4OTWbTkUQ9jB1PNPXMhfF",
      "sourceHandle": "option2",
      "target": "CxvEdzComujzyJ_xQvBJO",
      "id": "xy-edge__4OTWbTkUQ9jB1PNPXMhfFoption2-CxvEdzComujzyJ_xQvBJO",
      "selected": false
    },
    {
      "source": "77gncznQcholoB3rogW-I",
      "sourceHandle": "option2",
      "target": "4OTWbTkUQ9jB1PNPXMhfF",
      "id": "xy-edge__77gncznQcholoB3rogW-Ioption2-4OTWbTkUQ9jB1PNPXMhfF",
      "selected": false
    },
    {
      "source": "9FeBqWk_jaEzZTmyuzd_5",
      "sourceHandle": "option3",
      "target": "yJBl2bD_OYbeuwzyXUou_",
      "id": "xy-edge__9FeBqWk_jaEzZTmyuzd_5option3-yJBl2bD_OYbeuwzyXUou_",
      "selected": false
    },
    {
      "source": "yJBl2bD_OYbeuwzyXUou_",
      "sourceHandle": "option2",
      "target": "XJCzQ3bmkWoK8qyd0tVOI",
      "id": "xy-edge__yJBl2bD_OYbeuwzyXUou_option2-XJCzQ3bmkWoK8qyd0tVOI",
      "selected": false
    },
    {
      "source": "yJBl2bD_OYbeuwzyXUou_",
      "sourceHandle": "option1",
      "target": "rh3sTMf56C6nb_3g_fVf6",
      "id": "xy-edge__yJBl2bD_OYbeuwzyXUou_option1-rh3sTMf56C6nb_3g_fVf6",
      "selected": false
    },
    {
      "source": "9FeBqWk_jaEzZTmyuzd_5",
      "sourceHandle": "option2",
      "target": "4OTWbTkUQ9jB1PNPXMhfF",
      "id": "xy-edge__9FeBqWk_jaEzZTmyuzd_5option2-4OTWbTkUQ9jB1PNPXMhfF",
      "selected": false
    },
    {
      "source": "9FeBqWk_jaEzZTmyuzd_5",
      "sourceHandle": "option1",
      "target": "9wKKeSM-IkAhvvyFjO5IT",
      "id": "xy-edge__9FeBqWk_jaEzZTmyuzd_5option1-9wKKeSM-IkAhvvyFjO5IT",
      "selected": false
    },
    {
      "source": "A-qXvdzv_191lNK5lIzmH",
      "sourceHandle": "option3",
      "target": "yJBl2bD_OYbeuwzyXUou_",
      "id": "xy-edge__A-qXvdzv_191lNK5lIzmHoption3-yJBl2bD_OYbeuwzyXUou_",
      "selected": false
    },
    {
      "source": "77gncznQcholoB3rogW-I",
      "sourceHandle": "option3",
      "target": "yJBl2bD_OYbeuwzyXUou_",
      "id": "xy-edge__77gncznQcholoB3rogW-Ioption3-yJBl2bD_OYbeuwzyXUou_",
      "selected": false
    },
    {
      "source": "Yla-h1uKvI_DQAjDjpQUN",
      "sourceHandle": "option1",
      "target": "4NKwrPEThCfgtr5N9v1UD",
      "id": "xy-edge__Yla-h1uKvI_DQAjDjpQUNoption1-4NKwrPEThCfgtr5N9v1UD",
      "selected": false
    },
    {
      "source": "bpYqCy0WKjTf8stzmjQS1",
      "sourceHandle": "option1",
      "target": "4NKwrPEThCfgtr5N9v1UD",
      "id": "xy-edge__bpYqCy0WKjTf8stzmjQS1option1-4NKwrPEThCfgtr5N9v1UD",
      "selected": false
    },
    {
      "source": "gGQ5SwG_SsxvRhLAhYn_l",
      "sourceHandle": "option1",
      "target": "6AaS5Y2TZSQ98Tiw_k6G-",
      "id": "xy-edge__gGQ5SwG_SsxvRhLAhYn_loption1-6AaS5Y2TZSQ98Tiw_k6G-",
      "selected": false
    },
    {
      "source": "CxvEdzComujzyJ_xQvBJO",
      "sourceHandle": "option1",
      "target": "6AaS5Y2TZSQ98Tiw_k6G-",
      "id": "xy-edge__CxvEdzComujzyJ_xQvBJOoption1-6AaS5Y2TZSQ98Tiw_k6G-",
      "selected": false
    },
    {
      "source": "rh3sTMf56C6nb_3g_fVf6",
      "sourceHandle": "option1",
      "target": "1Q9a5guWRF0g_u2sDauH2",
      "id": "xy-edge__rh3sTMf56C6nb_3g_fVf6option1-1Q9a5guWRF0g_u2sDauH2",
      "selected": false
    },
    {
      "source": "XJCzQ3bmkWoK8qyd0tVOI",
      "sourceHandle": "option1",
      "target": "1Q9a5guWRF0g_u2sDauH2",
      "id": "xy-edge__XJCzQ3bmkWoK8qyd0tVOIoption1-1Q9a5guWRF0g_u2sDauH2",
      "selected": false
    },
    {
      "source": "TdZjZYlx-1KGX-SAuNvVM",
      "sourceHandle": "lowerOrEqual",
      "target": "P1as1xBXCgUc9yalKLbed",
      "id": "xy-edge__TdZjZYlx-1KGX-SAuNvVMlowerOrEqual-P1as1xBXCgUc9yalKLbed",
      "selected": false
    },
    {
      "source": "pxhHxJTNzvrycipJcC4pG",
      "sourceHandle": "lowerOrEqual",
      "target": "knRq4JCzqXPJdU96eeNze",
      "id": "xy-edge__pxhHxJTNzvrycipJcC4pGlowerOrEqual-knRq4JCzqXPJdU96eeNze",
      "selected": false
    },
    {
      "source": "pxhHxJTNzvrycipJcC4pG",
      "sourceHandle": "higher",
      "target": "xHYwz5i0nH16rWwhzErIl",
      "id": "xy-edge__pxhHxJTNzvrycipJcC4pGhigher-xHYwz5i0nH16rWwhzErIl",
      "selected": false
    },
    {
      "source": "P1as1xBXCgUc9yalKLbed",
      "target": "HSUrsXfz3L49hdUhtcpWe",
      "id": "xy-edge__P1as1xBXCgUc9yalKLbed-HSUrsXfz3L49hdUhtcpWe",
      "selected": false
    },
    {
      "source": "knRq4JCzqXPJdU96eeNze",
      "target": "47SvIb6zFyecaQvpczqYF",
      "id": "xy-edge__knRq4JCzqXPJdU96eeNze-47SvIb6zFyecaQvpczqYF",
      "selected": false
    },
    {
      "source": "xHYwz5i0nH16rWwhzErIl",
      "target": "KcRNEfg1vLgXZFKHqHSV3",
      "id": "xy-edge__xHYwz5i0nH16rWwhzErIl-KcRNEfg1vLgXZFKHqHSV3",
      "selected": false
    },
    {
      "source": "4NKwrPEThCfgtr5N9v1UD",
      "sourceHandle": "option1",
      "target": "-EK6HN_5X7dF8JwHpu15V",
      "id": "xy-edge__4NKwrPEThCfgtr5N9v1UDoption1--EK6HN_5X7dF8JwHpu15V",
      "selected": false
    },
    {
      "source": "6AaS5Y2TZSQ98Tiw_k6G-",
      "sourceHandle": "option1",
      "target": "vem0EZ8hFt1jGzyVQLZ3B",
      "id": "xy-edge__6AaS5Y2TZSQ98Tiw_k6G-option1-vem0EZ8hFt1jGzyVQLZ3B",
      "selected": false
    },
    {
      "source": "1Q9a5guWRF0g_u2sDauH2",
      "sourceHandle": "option1",
      "target": "vX2odGQ2V3-aXRxBQOOCt",
      "id": "xy-edge__1Q9a5guWRF0g_u2sDauH2option1-vX2odGQ2V3-aXRxBQOOCt",
      "selected": false
    },
    {
      "source": "WaV8E4jqP8PkF0QYWbqcK",
      "target": "BMg1qfvhyJ83fb8QGT39X",
      "id": "xy-edge__WaV8E4jqP8PkF0QYWbqcK-BMg1qfvhyJ83fb8QGT39X",
      "selected": false
    },
    {
      "source": "h318cvaA0ZympuejkiU9C",
      "target": "nsBg5LHCq1y987rpp2wix",
      "id": "xy-edge__h318cvaA0ZympuejkiU9C-nsBg5LHCq1y987rpp2wix",
      "selected": false
    },
    {
      "source": "cNSkbRWfu10dCNdEq9XIm",
      "target": "VgVaprX3tXGBN_UJpaq88",
      "id": "xy-edge__cNSkbRWfu10dCNdEq9XIm-VgVaprX3tXGBN_UJpaq88",
      "selected": false
    },
    {
      "source": "BMg1qfvhyJ83fb8QGT39X",
      "sourceHandle": "option1",
      "target": "adIai_9EK61SiQWeQbqSi",
      "id": "xy-edge__BMg1qfvhyJ83fb8QGT39Xoption1-adIai_9EK61SiQWeQbqSi",
      "selected": false
    },
    {
      "source": "nsBg5LHCq1y987rpp2wix",
      "sourceHandle": "option1",
      "target": "OxCh5D18VGg0umnIdJyRQ",
      "id": "xy-edge__nsBg5LHCq1y987rpp2wixoption1-OxCh5D18VGg0umnIdJyRQ",
      "selected": false
    },
    {
      "source": "VgVaprX3tXGBN_UJpaq88",
      "sourceHandle": "option1",
      "target": "sagZLNdJrfZcPVfUtwYpu",
      "id": "xy-edge__VgVaprX3tXGBN_UJpaq88option1-sagZLNdJrfZcPVfUtwYpu",
      "selected": false
    },
    {
      "source": "XLZKnwen2bGqYhUYDxt9E",
      "target": "4WLezBNizr38bI4Na8tgs",
      "id": "xy-edge__XLZKnwen2bGqYhUYDxt9E-4WLezBNizr38bI4Na8tgs",
      "selected": false
    },
    {
      "source": "YiTH4vuxzxclFiQXKTtUF",
      "sourceHandle": "option1",
      "target": "44qfVEGhL-ygKrd6z8wPb",
      "id": "xy-edge__YiTH4vuxzxclFiQXKTtUFoption1-44qfVEGhL-ygKrd6z8wPb",
      "selected": false
    },
    {
      "source": "yGk0N75BsohKmWIunzdNU",
      "sourceHandle": "option1",
      "target": "Ap2-GcGbkFi7_THHKW-oS",
      "id": "xy-edge__yGk0N75BsohKmWIunzdNUoption1-Ap2-GcGbkFi7_THHKW-oS",
      "selected": false
    },
    {
      "source": "mufnhpbpx7JZz3aKcNcaN",
      "sourceHandle": "option1",
      "target": "Ppj6C5OaW9gaLB-ZLA57-",
      "id": "xy-edge__mufnhpbpx7JZz3aKcNcaNoption1-Ppj6C5OaW9gaLB-ZLA57-",
      "selected": false
    },
    {
      "source": "Cel1LNCcqPXYgBCWZW7Wg",
      "sourceHandle": "option1",
      "target": "AW2eoY8cV8Lx2VdvRp_pa",
      "id": "xy-edge__Cel1LNCcqPXYgBCWZW7Wgoption1-AW2eoY8cV8Lx2VdvRp_pa",
      "selected": false
    },
    {
      "source": "VOe1y6sGb6qhwj5YSwmLB",
      "sourceHandle": "option1",
      "target": "Wr7_IaqM5J1t7HtTGTrL6",
      "id": "xy-edge__VOe1y6sGb6qhwj5YSwmLBoption1-Wr7_IaqM5J1t7HtTGTrL6",
      "selected": false
    },
    {
      "source": "w22eMkpo4NIbTDkHc_TT4",
      "target": "maqBESyvTmOYetZPZvsmp",
      "id": "xy-edge__w22eMkpo4NIbTDkHc_TT4-maqBESyvTmOYetZPZvsmp",
      "selected": false
    },
    {
      "source": "RBdam4Tmfs7Oda43TWe55",
      "target": "sbCGHpSlbKqmwlCvo0A2i",
      "id": "xy-edge__RBdam4Tmfs7Oda43TWe55-sbCGHpSlbKqmwlCvo0A2i",
      "selected": false
    },
    {
      "source": "x3v8lPAFS4b18YPv9nust",
      "target": "cOj-LcxpS08eHc3zYTGTi",
      "id": "xy-edge__x3v8lPAFS4b18YPv9nust-cOj-LcxpS08eHc3zYTGTi",
      "selected": false
    },
    {
      "source": "wClD6DP1mXoZ2JVp0q-69",
      "target": "CTVF-5T003eAOp3bkQ_Tc",
      "id": "xy-edge__wClD6DP1mXoZ2JVp0q-69-CTVF-5T003eAOp3bkQ_Tc",
      "selected": false
    },
    {
      "source": "tyrUYN_YaVYSvMwmSL35L",
      "target": "LNYYVyjsCGRgWMA0W1Lif",
      "id": "xy-edge__tyrUYN_YaVYSvMwmSL35L-LNYYVyjsCGRgWMA0W1Lif",
      "selected": false
    },
    {
      "source": "ftPp5gNbQ1xcn5_Id-42s",
      "sourceHandle": "option2",
      "target": "5WYSN9qucJsafuhbEKkRi",
      "id": "xy-edge__ftPp5gNbQ1xcn5_Id-42soption2-5WYSN9qucJsafuhbEKkRi",
      "selected": false
    },
    {
      "source": "PvdbsDE1qm3A-BDvUqvpm",
      "sourceHandle": "option2",
      "target": "5WYSN9qucJsafuhbEKkRi",
      "id": "xy-edge__PvdbsDE1qm3A-BDvUqvpmoption2-5WYSN9qucJsafuhbEKkRi",
      "selected": false
    },
    {
      "source": "1TMHUmf4AwNWTBCsEoPvI",
      "sourceHandle": "option2",
      "target": "5WYSN9qucJsafuhbEKkRi",
      "id": "xy-edge__1TMHUmf4AwNWTBCsEoPvIoption2-5WYSN9qucJsafuhbEKkRi",
      "selected": false
    },
    {
      "source": "PvdbsDE1qm3A-BDvUqvpm",
      "sourceHandle": "option1",
      "target": "Z7H8yF5PtGL_IRYx9k3yl",
      "id": "xy-edge__PvdbsDE1qm3A-BDvUqvpmoption1-Z7H8yF5PtGL_IRYx9k3yl",
      "selected": false
    },
    {
      "source": "ftPp5gNbQ1xcn5_Id-42s",
      "sourceHandle": "option1",
      "target": "Z7H8yF5PtGL_IRYx9k3yl",
      "id": "xy-edge__ftPp5gNbQ1xcn5_Id-42soption1-Z7H8yF5PtGL_IRYx9k3yl",
      "selected": false
    },
    {
      "source": "1TMHUmf4AwNWTBCsEoPvI",
      "sourceHandle": "option1",
      "target": "Z7H8yF5PtGL_IRYx9k3yl",
      "id": "xy-edge__1TMHUmf4AwNWTBCsEoPvIoption1-Z7H8yF5PtGL_IRYx9k3yl",
      "selected": false
    },
    {
      "source": "ftPp5gNbQ1xcn5_Id-42s",
      "sourceHandle": "option3",
      "target": "-mLX543IvxQkmWUBuKLDA",
      "id": "xy-edge__ftPp5gNbQ1xcn5_Id-42soption3--mLX543IvxQkmWUBuKLDA",
      "selected": false
    },
    {
      "source": "1TMHUmf4AwNWTBCsEoPvI",
      "sourceHandle": "option3",
      "target": "-mLX543IvxQkmWUBuKLDA",
      "id": "xy-edge__1TMHUmf4AwNWTBCsEoPvIoption3--mLX543IvxQkmWUBuKLDA",
      "selected": false
    },
    {
      "source": "PvdbsDE1qm3A-BDvUqvpm",
      "sourceHandle": "option3",
      "target": "-mLX543IvxQkmWUBuKLDA",
      "id": "xy-edge__PvdbsDE1qm3A-BDvUqvpmoption3--mLX543IvxQkmWUBuKLDA",
      "selected": false
    },
    {
      "source": "y4yolbgKxIlSdFg5fwmcW",
      "sourceHandle": "option1",
      "target": "EqWrV87WrAd6TTErFf5H0",
      "id": "xy-edge__y4yolbgKxIlSdFg5fwmcWoption1-EqWrV87WrAd6TTErFf5H0",
      "selected": false
    },
    {
      "source": "y4yolbgKxIlSdFg5fwmcW",
      "sourceHandle": "option2",
      "target": "6ZtwLQ_RmLUpfI7MQkHGP",
      "id": "xy-edge__y4yolbgKxIlSdFg5fwmcWoption2-6ZtwLQ_RmLUpfI7MQkHGP",
      "selected": false
    },
    {
      "source": "y4yolbgKxIlSdFg5fwmcW",
      "sourceHandle": "option3",
      "target": "XImFDFmyNkSmdgtMFnMEe",
      "id": "xy-edge__y4yolbgKxIlSdFg5fwmcWoption3-XImFDFmyNkSmdgtMFnMEe",
      "selected": false
    },
    {
      "source": "KBnye2TKjCz6Rylq1R6WJ",
      "sourceHandle": "option1",
      "target": "6ZtwLQ_RmLUpfI7MQkHGP",
      "id": "xy-edge__KBnye2TKjCz6Rylq1R6WJoption1-6ZtwLQ_RmLUpfI7MQkHGP",
      "selected": false
    },
    {
      "source": "KBnye2TKjCz6Rylq1R6WJ",
      "sourceHandle": "option2",
      "target": "XImFDFmyNkSmdgtMFnMEe",
      "id": "xy-edge__KBnye2TKjCz6Rylq1R6WJoption2-XImFDFmyNkSmdgtMFnMEe",
      "selected": false
    },
    {
      "source": "KBnye2TKjCz6Rylq1R6WJ",
      "sourceHandle": "option3",
      "target": "k4OzTJTaMz-tvhAnCuppX",
      "id": "xy-edge__KBnye2TKjCz6Rylq1R6WJoption3-k4OzTJTaMz-tvhAnCuppX",
      "selected": false
    },
    {
      "source": "L9tXlT1T2ILN9hv1JPJRO",
      "sourceHandle": "option1",
      "target": "XImFDFmyNkSmdgtMFnMEe",
      "id": "xy-edge__L9tXlT1T2ILN9hv1JPJROoption1-XImFDFmyNkSmdgtMFnMEe",
      "selected": false
    },
    {
      "source": "L9tXlT1T2ILN9hv1JPJRO",
      "sourceHandle": "option2",
      "target": "k4OzTJTaMz-tvhAnCuppX",
      "id": "xy-edge__L9tXlT1T2ILN9hv1JPJROoption2-k4OzTJTaMz-tvhAnCuppX",
      "selected": false
    },
    {
      "source": "L9tXlT1T2ILN9hv1JPJRO",
      "sourceHandle": "option3",
      "target": "hwhKPlsZqG9bmX7_hiG9s",
      "id": "xy-edge__L9tXlT1T2ILN9hv1JPJROoption3-hwhKPlsZqG9bmX7_hiG9s",
      "selected": false
    },
    {
      "source": "XImFDFmyNkSmdgtMFnMEe",
      "target": "Xj-GzJaZTg2ZMQS9kXbks",
      "id": "xy-edge__XImFDFmyNkSmdgtMFnMEe-Xj-GzJaZTg2ZMQS9kXbks",
      "selected": false
    },
    {
      "source": "6ZtwLQ_RmLUpfI7MQkHGP",
      "target": "4sViz76VpLmtTU20eu52M",
      "id": "xy-edge__6ZtwLQ_RmLUpfI7MQkHGP-4sViz76VpLmtTU20eu52M",
      "selected": false
    },
    {
      "source": "EqWrV87WrAd6TTErFf5H0",
      "target": "OFm2d4WGMpN9EkrC5DFNa",
      "id": "xy-edge__EqWrV87WrAd6TTErFf5H0-OFm2d4WGMpN9EkrC5DFNa",
      "selected": false
    },
    {
      "source": "k4OzTJTaMz-tvhAnCuppX",
      "target": "I_9lkjVMHFTgCAJbzeHNd",
      "id": "xy-edge__k4OzTJTaMz-tvhAnCuppX-I_9lkjVMHFTgCAJbzeHNd",
      "selected": false
    },
    {
      "source": "hwhKPlsZqG9bmX7_hiG9s",
      "target": "bGZ3eGC3gnOolsO9H5vEE",
      "id": "xy-edge__hwhKPlsZqG9bmX7_hiG9s-bGZ3eGC3gnOolsO9H5vEE",
      "selected": false
    },
    {
      "source": "7uOz7OQWmThAQCZZn7NMo",
      "sourceHandle": "option1",
      "target": "1joQWqc6OHqDV78gGd0tG",
      "id": "xy-edge__7uOz7OQWmThAQCZZn7NMooption1-1joQWqc6OHqDV78gGd0tG",
      "selected": false
    },
    {
      "source": "7uOz7OQWmThAQCZZn7NMo",
      "sourceHandle": "option2",
      "target": "GFQbDX3U6_uts0SVZJCSn",
      "id": "xy-edge__7uOz7OQWmThAQCZZn7NMooption2-GFQbDX3U6_uts0SVZJCSn",
      "selected": false
    },
    {
      "source": "7uOz7OQWmThAQCZZn7NMo",
      "sourceHandle": "option3",
      "target": "saOhP-aoFmxKL_etEsaDb",
      "id": "xy-edge__7uOz7OQWmThAQCZZn7NMooption3-saOhP-aoFmxKL_etEsaDb",
      "selected": false
    },
    {
      "source": "uZu49_gPxoL4I4OJ0pgnq",
      "sourceHandle": "option1",
      "target": "1joQWqc6OHqDV78gGd0tG",
      "id": "xy-edge__uZu49_gPxoL4I4OJ0pgnqoption1-1joQWqc6OHqDV78gGd0tG",
      "selected": false
    },
    {
      "source": "uZu49_gPxoL4I4OJ0pgnq",
      "sourceHandle": "option2",
      "target": "GFQbDX3U6_uts0SVZJCSn",
      "id": "xy-edge__uZu49_gPxoL4I4OJ0pgnqoption2-GFQbDX3U6_uts0SVZJCSn",
      "selected": false
    },
    {
      "source": "uZu49_gPxoL4I4OJ0pgnq",
      "sourceHandle": "option3",
      "target": "saOhP-aoFmxKL_etEsaDb",
      "id": "xy-edge__uZu49_gPxoL4I4OJ0pgnqoption3-saOhP-aoFmxKL_etEsaDb",
      "selected": false
    },
    {
      "source": "08xCWS47pgIhcwi0PtJhw",
      "sourceHandle": "option1",
      "target": "GFQbDX3U6_uts0SVZJCSn",
      "id": "xy-edge__08xCWS47pgIhcwi0PtJhwoption1-GFQbDX3U6_uts0SVZJCSn",
      "selected": false
    },
    {
      "source": "08xCWS47pgIhcwi0PtJhw",
      "sourceHandle": "option2",
      "target": "saOhP-aoFmxKL_etEsaDb",
      "id": "xy-edge__08xCWS47pgIhcwi0PtJhwoption2-saOhP-aoFmxKL_etEsaDb",
      "selected": false
    },
    {
      "source": "08xCWS47pgIhcwi0PtJhw",
      "sourceHandle": "option3",
      "target": "1dnyGgpPOFYyJA7MjIBT0",
      "id": "xy-edge__08xCWS47pgIhcwi0PtJhwoption3-1dnyGgpPOFYyJA7MjIBT0",
      "selected": false
    },
    {
      "source": "u973eZD2dOUdoiLU8O2E_",
      "sourceHandle": "option1",
      "target": "saOhP-aoFmxKL_etEsaDb",
      "id": "xy-edge__u973eZD2dOUdoiLU8O2E_option1-saOhP-aoFmxKL_etEsaDb",
      "selected": false
    },
    {
      "source": "u973eZD2dOUdoiLU8O2E_",
      "sourceHandle": "option2",
      "target": "1dnyGgpPOFYyJA7MjIBT0",
      "id": "xy-edge__u973eZD2dOUdoiLU8O2E_option2-1dnyGgpPOFYyJA7MjIBT0",
      "selected": false
    },
    {
      "source": "u973eZD2dOUdoiLU8O2E_",
      "sourceHandle": "option3",
      "target": "p9tUjUQjEXIsdvVQM7sgD",
      "id": "xy-edge__u973eZD2dOUdoiLU8O2E_option3-p9tUjUQjEXIsdvVQM7sgD",
      "selected": false
    },
    {
      "source": "d5LBBeu-PkfaJ7WYZUTVl",
      "sourceHandle": "option1",
      "target": "saOhP-aoFmxKL_etEsaDb",
      "id": "xy-edge__d5LBBeu-PkfaJ7WYZUTVloption1-saOhP-aoFmxKL_etEsaDb",
      "selected": false
    },
    {
      "source": "d5LBBeu-PkfaJ7WYZUTVl",
      "sourceHandle": "option2",
      "target": "1dnyGgpPOFYyJA7MjIBT0",
      "id": "xy-edge__d5LBBeu-PkfaJ7WYZUTVloption2-1dnyGgpPOFYyJA7MjIBT0",
      "selected": false
    },
    {
      "source": "d5LBBeu-PkfaJ7WYZUTVl",
      "sourceHandle": "option3",
      "target": "p9tUjUQjEXIsdvVQM7sgD",
      "id": "xy-edge__d5LBBeu-PkfaJ7WYZUTVloption3-p9tUjUQjEXIsdvVQM7sgD",
      "selected": false
    },
    {
      "source": "saOhP-aoFmxKL_etEsaDb",
      "target": "mufnhpbpx7JZz3aKcNcaN",
      "id": "xy-edge__saOhP-aoFmxKL_etEsaDb-mufnhpbpx7JZz3aKcNcaN",
      "selected": false
    },
    {
      "source": "GFQbDX3U6_uts0SVZJCSn",
      "target": "yGk0N75BsohKmWIunzdNU",
      "id": "xy-edge__GFQbDX3U6_uts0SVZJCSn-yGk0N75BsohKmWIunzdNU",
      "selected": false
    },
    {
      "source": "1joQWqc6OHqDV78gGd0tG",
      "target": "YiTH4vuxzxclFiQXKTtUF",
      "id": "xy-edge__1joQWqc6OHqDV78gGd0tG-YiTH4vuxzxclFiQXKTtUF",
      "selected": false
    },
    {
      "source": "1dnyGgpPOFYyJA7MjIBT0",
      "target": "Cel1LNCcqPXYgBCWZW7Wg",
      "id": "xy-edge__1dnyGgpPOFYyJA7MjIBT0-Cel1LNCcqPXYgBCWZW7Wg",
      "selected": false
    },
    {
      "source": "p9tUjUQjEXIsdvVQM7sgD",
      "target": "VOe1y6sGb6qhwj5YSwmLB",
      "id": "xy-edge__p9tUjUQjEXIsdvVQM7sgD-VOe1y6sGb6qhwj5YSwmLB",
      "selected": false
    },
    {
      "source": "wa9sRPYRSiIBL7NEsezxI",
      "target": "FTq1zDx48hKE0k5KiVYVJ",
      "id": "xy-edge__wa9sRPYRSiIBL7NEsezxI-FTq1zDx48hKE0k5KiVYVJ",
      "selected": false
    },
    {
      "source": "dJB-lm6T53lAdIIYtgfxR",
      "target": "7M23GJF8c4Zdot-OwC8Rj",
      "id": "xy-edge__dJB-lm6T53lAdIIYtgfxR-7M23GJF8c4Zdot-OwC8Rj",
      "selected": false
    },
    {
      "source": "f-o8FhJGS_1_8MqfoTg6Q",
      "target": "1xhQJYsThzRo_j5e9qnux",
      "id": "xy-edge__f-o8FhJGS_1_8MqfoTg6Q-1xhQJYsThzRo_j5e9qnux",
      "selected": false
    },
    {
      "source": "8yq5Hms_3QkouNp9ixsvd",
      "target": "hdzjNfbpsMEjTbNDpnOCx",
      "id": "xy-edge__8yq5Hms_3QkouNp9ixsvd-hdzjNfbpsMEjTbNDpnOCx",
      "selected": false
    },
    {
      "source": "8QeljgvPtew7zpe1zVoAj",
      "target": "tkT0ODRDp9CO1NObg98qL",
      "id": "xy-edge__8QeljgvPtew7zpe1zVoAj-tkT0ODRDp9CO1NObg98qL",
      "selected": false
    },
    {
      "source": "x4Llle-oBGyePvhLC2jAK",
      "target": "lvH6X9VesGZBCk5jSx1R4",
      "id": "xy-edge__x4Llle-oBGyePvhLC2jAK-lvH6X9VesGZBCk5jSx1R4",
      "selected": false
    },
    {
      "source": "lvH6X9VesGZBCk5jSx1R4",
      "sourceHandle": "option1",
      "target": "5e-57aKDK8ojN0o5Dubsq",
      "id": "xy-edge__lvH6X9VesGZBCk5jSx1R4option1-5e-57aKDK8ojN0o5Dubsq",
      "selected": false
    },
    {
      "source": "1xhQJYsThzRo_j5e9qnux",
      "sourceHandle": "option1",
      "target": "KUyGMAht9lqg-LKCiWpFG",
      "id": "xy-edge__1xhQJYsThzRo_j5e9qnuxoption1-KUyGMAht9lqg-LKCiWpFG",
      "selected": false
    },
    {
      "source": "FTq1zDx48hKE0k5KiVYVJ",
      "sourceHandle": "option1",
      "target": "lpod6Vd7LJUYTwnYYOjAm",
      "id": "xy-edge__FTq1zDx48hKE0k5KiVYVJoption1-lpod6Vd7LJUYTwnYYOjAm",
      "selected": false
    },
    {
      "source": "7M23GJF8c4Zdot-OwC8Rj",
      "sourceHandle": "option1",
      "target": "7UOgv0k8IBA1datiTZN42",
      "id": "xy-edge__7M23GJF8c4Zdot-OwC8Rjoption1-7UOgv0k8IBA1datiTZN42",
      "selected": false
    },
    {
      "source": "tkT0ODRDp9CO1NObg98qL",
      "sourceHandle": "option1",
      "target": "YreXOVUlY5SPtOAdi32vP",
      "id": "xy-edge__tkT0ODRDp9CO1NObg98qLoption1-YreXOVUlY5SPtOAdi32vP",
      "selected": false
    },
    {
      "source": "hdzjNfbpsMEjTbNDpnOCx",
      "sourceHandle": "option1",
      "target": "z54OzOUkYrpldSLKf5vQG",
      "id": "xy-edge__hdzjNfbpsMEjTbNDpnOCxoption1-z54OzOUkYrpldSLKf5vQG",
      "selected": false
    },
    {
      "source": "KUyGMAht9lqg-LKCiWpFG",
      "sourceHandle": "option1",
      "target": "2wR4RbACEEJzR5xFn876V",
      "id": "xy-edge__KUyGMAht9lqg-LKCiWpFGoption1-2wR4RbACEEJzR5xFn876V",
      "selected": false
    },
    {
      "source": "lpod6Vd7LJUYTwnYYOjAm",
      "sourceHandle": "option1",
      "target": "o_PEr1TOdUo-k0gRyaNgu",
      "id": "xy-edge__lpod6Vd7LJUYTwnYYOjAmoption1-o_PEr1TOdUo-k0gRyaNgu",
      "selected": false
    },
    {
      "source": "7UOgv0k8IBA1datiTZN42",
      "sourceHandle": "option1",
      "target": "pAwJERLk2yQQ9Osp0aek0",
      "id": "xy-edge__7UOgv0k8IBA1datiTZN42option1-pAwJERLk2yQQ9Osp0aek0",
      "selected": false
    },
    {
      "source": "5e-57aKDK8ojN0o5Dubsq",
      "sourceHandle": "option1",
      "target": "OEoTAM6zuHi9SOZd2zHnX",
      "id": "xy-edge__5e-57aKDK8ojN0o5Dubsqoption1-OEoTAM6zuHi9SOZd2zHnX",
      "selected": false
    },
    {
      "source": "YreXOVUlY5SPtOAdi32vP",
      "sourceHandle": "option1",
      "target": "KXhG98Cn_lJTq4oYxztjq",
      "id": "xy-edge__YreXOVUlY5SPtOAdi32vPoption1-KXhG98Cn_lJTq4oYxztjq",
      "selected": false
    },
    {
      "source": "z54OzOUkYrpldSLKf5vQG",
      "sourceHandle": "option1",
      "target": "ldNxpxm6izl7TY2yruMCH",
      "id": "xy-edge__z54OzOUkYrpldSLKf5vQGoption1-ldNxpxm6izl7TY2yruMCH",
      "selected": false
    },
    {
      "source": "vX2odGQ2V3-aXRxBQOOCt",
      "target": "mRt2HbZNRjr2Am4IynyBr",
      "id": "xy-edge__vX2odGQ2V3-aXRxBQOOCt-mRt2HbZNRjr2Am4IynyBr",
      "selected": false
    },
    {
      "source": "-EK6HN_5X7dF8JwHpu15V",
      "target": "3jUHqKFRE5NDHUCU25Iqb",
      "id": "xy-edge__-EK6HN_5X7dF8JwHpu15V-3jUHqKFRE5NDHUCU25Iqb",
      "selected": false
    },
    {
      "source": "vem0EZ8hFt1jGzyVQLZ3B",
      "target": "JTAv4nO9qZ5rLc9guCmZv",
      "id": "xy-edge__vem0EZ8hFt1jGzyVQLZ3B-JTAv4nO9qZ5rLc9guCmZv",
      "selected": false
    },
    {
      "source": "44qfVEGhL-ygKrd6z8wPb",
      "target": "GcCUJngcOXAVIkBzbLIeA",
      "id": "xy-edge__44qfVEGhL-ygKrd6z8wPb-GcCUJngcOXAVIkBzbLIeA",
      "selected": false
    },
    {
      "source": "Ap2-GcGbkFi7_THHKW-oS",
      "target": "eWb32iKeQePVN5WrTAv1o",
      "id": "xy-edge__Ap2-GcGbkFi7_THHKW-oS-eWb32iKeQePVN5WrTAv1o",
      "selected": false
    },
    {
      "source": "Ppj6C5OaW9gaLB-ZLA57-",
      "target": "TC16tqrXPYQekmntdX6lc",
      "id": "xy-edge__Ppj6C5OaW9gaLB-ZLA57--TC16tqrXPYQekmntdX6lc",
      "selected": false
    },
    {
      "source": "AW2eoY8cV8Lx2VdvRp_pa",
      "target": "XvFV3Gix3OE01AFSQP3OP",
      "id": "xy-edge__AW2eoY8cV8Lx2VdvRp_pa-XvFV3Gix3OE01AFSQP3OP",
      "selected": false
    },
    {
      "source": "Wr7_IaqM5J1t7HtTGTrL6",
      "target": "r3ivLros-rFqhXYbT8nDR",
      "id": "xy-edge__Wr7_IaqM5J1t7HtTGTrL6-r3ivLros-rFqhXYbT8nDR",
      "selected": false
    },
    {
      "source": "2wR4RbACEEJzR5xFn876V",
      "target": "r2KPPmSIkBDIc4YEm7J1C",
      "id": "xy-edge__2wR4RbACEEJzR5xFn876V-r2KPPmSIkBDIc4YEm7J1C",
      "selected": false
    },
    {
      "source": "o_PEr1TOdUo-k0gRyaNgu",
      "target": "uQRisqJUeGwBY-kmXo4cg",
      "id": "xy-edge__o_PEr1TOdUo-k0gRyaNgu-uQRisqJUeGwBY-kmXo4cg",
      "selected": false
    },
    {
      "source": "pAwJERLk2yQQ9Osp0aek0",
      "target": "z0VE6v4kfLKd5_hqBeRnV",
      "id": "xy-edge__pAwJERLk2yQQ9Osp0aek0-z0VE6v4kfLKd5_hqBeRnV",
      "selected": false
    },
    {
      "source": "OEoTAM6zuHi9SOZd2zHnX",
      "target": "4Lx-muT9aP5tCBV4EkhUS",
      "id": "xy-edge__OEoTAM6zuHi9SOZd2zHnX-4Lx-muT9aP5tCBV4EkhUS",
      "selected": false
    },
    {
      "source": "KXhG98Cn_lJTq4oYxztjq",
      "target": "3vGjgMx2EhGOd50IPXLbK",
      "id": "xy-edge__KXhG98Cn_lJTq4oYxztjq-3vGjgMx2EhGOd50IPXLbK",
      "selected": false
    },
    {
      "source": "ldNxpxm6izl7TY2yruMCH",
      "target": "AAUPFnwAHNBpRujy_mHh1",
      "id": "xy-edge__ldNxpxm6izl7TY2yruMCH-AAUPFnwAHNBpRujy_mHh1",
      "selected": false
    },
    {
      "source": "HazfCoWg8jtkJ4tR_CE3h",
      "target": "ZdqZEDIoV8X8JSzmUOCMd",
      "id": "xy-edge__HazfCoWg8jtkJ4tR_CE3h-ZdqZEDIoV8X8JSzmUOCMd",
      "selected": false
    },
    {
      "source": "LkK5lA8fmGVzCrybvFVBf",
      "target": "k9r8HlRCKpZb_lbEjEbaa",
      "id": "xy-edge__LkK5lA8fmGVzCrybvFVBf-k9r8HlRCKpZb_lbEjEbaa",
      "selected": false
    },
    {
      "source": "W0ZCwf5fvZgIQDyfF8nQs",
      "target": "iBRzpyNqtF9lAETdJ3Vui",
      "id": "xy-edge__W0ZCwf5fvZgIQDyfF8nQs-iBRzpyNqtF9lAETdJ3Vui",
      "selected": false
    },
    {
      "source": "n5KzoP_9F-bFzjh_zwsQn",
      "target": "14jQcEa2_RQaYPSaeKlXW",
      "id": "xy-edge__n5KzoP_9F-bFzjh_zwsQn-14jQcEa2_RQaYPSaeKlXW",
      "selected": false
    },
    {
      "source": "ZdqZEDIoV8X8JSzmUOCMd",
      "sourceHandle": "option1",
      "target": "KHHKt5kIFGWQW7BvjgJUb",
      "id": "xy-edge__ZdqZEDIoV8X8JSzmUOCMdoption1-KHHKt5kIFGWQW7BvjgJUb",
      "selected": false
    },
    {
      "source": "k9r8HlRCKpZb_lbEjEbaa",
      "sourceHandle": "option1",
      "target": "-DaYe35IzIrWLfvxvo_7i",
      "id": "xy-edge__k9r8HlRCKpZb_lbEjEbaaoption1--DaYe35IzIrWLfvxvo_7i",
      "selected": false
    },
    {
      "source": "iBRzpyNqtF9lAETdJ3Vui",
      "sourceHandle": "option1",
      "target": "FXUwp5hU7O6ihh_bFa1tO",
      "id": "xy-edge__iBRzpyNqtF9lAETdJ3Vuioption1-FXUwp5hU7O6ihh_bFa1tO",
      "selected": false
    },
    {
      "source": "14jQcEa2_RQaYPSaeKlXW",
      "sourceHandle": "option1",
      "target": "ZaHA5sypQXL2tNEMw822i",
      "id": "xy-edge__14jQcEa2_RQaYPSaeKlXWoption1-ZaHA5sypQXL2tNEMw822i",
      "selected": false
    },
    {
      "source": "KHHKt5kIFGWQW7BvjgJUb",
      "sourceHandle": "option1",
      "target": "GH9i_gogtT4oBo6vtsIBe",
      "id": "xy-edge__KHHKt5kIFGWQW7BvjgJUboption1-GH9i_gogtT4oBo6vtsIBe",
      "selected": false
    },
    {
      "source": "-DaYe35IzIrWLfvxvo_7i",
      "sourceHandle": "option1",
      "target": "vCQmPBSOxP5c6f-jAHkRj",
      "id": "xy-edge__-DaYe35IzIrWLfvxvo_7ioption1-vCQmPBSOxP5c6f-jAHkRj",
      "selected": false
    },
    {
      "source": "FXUwp5hU7O6ihh_bFa1tO",
      "sourceHandle": "option1",
      "target": "kXAacXF8f35-O7hiHhWrF",
      "id": "xy-edge__FXUwp5hU7O6ihh_bFa1tOoption1-kXAacXF8f35-O7hiHhWrF",
      "selected": false
    },
    {
      "source": "5H5U0jpJ4yu2WVNlhQt8F",
      "sourceHandle": "option1",
      "target": "yJnRRdMi0i6kfOxAXD6Vk",
      "id": "xy-edge__5H5U0jpJ4yu2WVNlhQt8Foption1-yJnRRdMi0i6kfOxAXD6Vk",
      "selected": false
    },
    {
      "source": "ZaHA5sypQXL2tNEMw822i",
      "sourceHandle": "option1",
      "target": "ZjkUVCzHlNCX4hOFqTm4y",
      "id": "xy-edge__ZaHA5sypQXL2tNEMw822ioption1-ZjkUVCzHlNCX4hOFqTm4y",
      "selected": false
    },
    {
      "source": "IWgIyouNVEjkVSGTZV4VQ",
      "sourceHandle": "option1",
      "target": "TChWP5lHyMIRNDUn7JAnK",
      "id": "xy-edge__IWgIyouNVEjkVSGTZV4VQoption1-TChWP5lHyMIRNDUn7JAnK",
      "selected": false
    },
    {
      "source": "GH9i_gogtT4oBo6vtsIBe",
      "target": "JJssuEDSHcU-ctPfmO5Fp",
      "id": "xy-edge__GH9i_gogtT4oBo6vtsIBe-JJssuEDSHcU-ctPfmO5Fp",
      "selected": false
    },
    {
      "source": "vCQmPBSOxP5c6f-jAHkRj",
      "target": "4XCxh4ndyVvuwsEXZTwpB",
      "id": "xy-edge__vCQmPBSOxP5c6f-jAHkRj-4XCxh4ndyVvuwsEXZTwpB",
      "selected": false
    },
    {
      "source": "kXAacXF8f35-O7hiHhWrF",
      "target": "v0ZhGbeJVUrRnwMmoPJDv",
      "id": "xy-edge__kXAacXF8f35-O7hiHhWrF-v0ZhGbeJVUrRnwMmoPJDv",
      "selected": false
    },
    {
      "source": "yJnRRdMi0i6kfOxAXD6Vk",
      "target": "G1jiHpRzLzGLZlLcD7rjw",
      "id": "xy-edge__yJnRRdMi0i6kfOxAXD6Vk-G1jiHpRzLzGLZlLcD7rjw",
      "selected": false
    },
    {
      "source": "ZjkUVCzHlNCX4hOFqTm4y",
      "target": "Hpbz1PSDypE25RCvCG2NU",
      "id": "xy-edge__ZjkUVCzHlNCX4hOFqTm4y-Hpbz1PSDypE25RCvCG2NU",
      "selected": false
    },
    {
      "source": "TChWP5lHyMIRNDUn7JAnK",
      "target": "8Q0FWaaoO9iUikqmRQyMq",
      "id": "xy-edge__TChWP5lHyMIRNDUn7JAnK-8Q0FWaaoO9iUikqmRQyMq",
      "selected": false
    },
    {
      "source": "zMiBsj4YkezVN3-YZVOjV",
      "target": "FDL4XW8RGUtItENas8Abo",
      "id": "xy-edge__zMiBsj4YkezVN3-YZVOjV-FDL4XW8RGUtItENas8Abo",
      "selected": false
    },
    {
      "source": "3jUHqKFRE5NDHUCU25Iqb",
      "sourceHandle": "lowerOrEqual",
      "target": "WaV8E4jqP8PkF0QYWbqcK",
      "id": "xy-edge__3jUHqKFRE5NDHUCU25IqblowerOrEqual-WaV8E4jqP8PkF0QYWbqcK",
      "selected": false
    },
    {
      "source": "3jUHqKFRE5NDHUCU25Iqb",
      "sourceHandle": "higher",
      "target": "sDMHZnXw8o2yP28bMeqIX",
      "id": "xy-edge__3jUHqKFRE5NDHUCU25Iqbhigher-sDMHZnXw8o2yP28bMeqIX",
      "selected": false
    },
    {
      "source": "sDMHZnXw8o2yP28bMeqIX",
      "sourceHandle": "lowerOrEqual",
      "target": "h318cvaA0ZympuejkiU9C",
      "id": "xy-edge__sDMHZnXw8o2yP28bMeqIXlowerOrEqual-h318cvaA0ZympuejkiU9C",
      "selected": false
    },
    {
      "source": "sDMHZnXw8o2yP28bMeqIX",
      "sourceHandle": "higher",
      "target": "cNSkbRWfu10dCNdEq9XIm",
      "id": "xy-edge__sDMHZnXw8o2yP28bMeqIXhigher-cNSkbRWfu10dCNdEq9XIm",
      "selected": false
    },
    {
      "source": "JTAv4nO9qZ5rLc9guCmZv",
      "sourceHandle": "lowerOrEqual",
      "target": "WaV8E4jqP8PkF0QYWbqcK",
      "id": "xy-edge__JTAv4nO9qZ5rLc9guCmZvlowerOrEqual-WaV8E4jqP8PkF0QYWbqcK",
      "selected": false
    },
    {
      "source": "JTAv4nO9qZ5rLc9guCmZv",
      "sourceHandle": "higher",
      "target": "PSkDOmIoxMUJrVKfdzwKt",
      "id": "xy-edge__JTAv4nO9qZ5rLc9guCmZvhigher-PSkDOmIoxMUJrVKfdzwKt",
      "selected": false
    },
    {
      "source": "PSkDOmIoxMUJrVKfdzwKt",
      "sourceHandle": "lowerOrEqual",
      "target": "h318cvaA0ZympuejkiU9C",
      "id": "xy-edge__PSkDOmIoxMUJrVKfdzwKtlowerOrEqual-h318cvaA0ZympuejkiU9C",
      "selected": false
    },
    {
      "source": "PSkDOmIoxMUJrVKfdzwKt",
      "sourceHandle": "higher",
      "target": "cNSkbRWfu10dCNdEq9XIm",
      "id": "xy-edge__PSkDOmIoxMUJrVKfdzwKthigher-cNSkbRWfu10dCNdEq9XIm",
      "selected": false
    },
    {
      "source": "mRt2HbZNRjr2Am4IynyBr",
      "sourceHandle": "lowerOrEqual",
      "target": "WaV8E4jqP8PkF0QYWbqcK",
      "id": "xy-edge__mRt2HbZNRjr2Am4IynyBrlowerOrEqual-WaV8E4jqP8PkF0QYWbqcK",
      "selected": false
    },
    {
      "source": "mRt2HbZNRjr2Am4IynyBr",
      "sourceHandle": "higher",
      "target": "qVMW3pyp2G47MTPSuOGPK",
      "id": "xy-edge__mRt2HbZNRjr2Am4IynyBrhigher-qVMW3pyp2G47MTPSuOGPK",
      "selected": false
    },
    {
      "source": "qVMW3pyp2G47MTPSuOGPK",
      "sourceHandle": "lowerOrEqual",
      "target": "h318cvaA0ZympuejkiU9C",
      "id": "xy-edge__qVMW3pyp2G47MTPSuOGPKlowerOrEqual-h318cvaA0ZympuejkiU9C",
      "selected": false
    },
    {
      "source": "qVMW3pyp2G47MTPSuOGPK",
      "sourceHandle": "higher",
      "target": "cNSkbRWfu10dCNdEq9XIm",
      "id": "xy-edge__qVMW3pyp2G47MTPSuOGPKhigher-cNSkbRWfu10dCNdEq9XIm",
      "selected": false
    },
    {
      "source": "GcCUJngcOXAVIkBzbLIeA",
      "sourceHandle": "lowerOrEqual",
      "target": "w22eMkpo4NIbTDkHc_TT4",
      "id": "xy-edge__GcCUJngcOXAVIkBzbLIeAlowerOrEqual-w22eMkpo4NIbTDkHc_TT4",
      "selected": false
    },
    {
      "source": "GcCUJngcOXAVIkBzbLIeA",
      "sourceHandle": "higher",
      "target": "-tNYBiQwEF1KJ8y3Lp7Yx",
      "id": "xy-edge__GcCUJngcOXAVIkBzbLIeAhigher--tNYBiQwEF1KJ8y3Lp7Yx",
      "selected": false
    },
    {
      "source": "-tNYBiQwEF1KJ8y3Lp7Yx",
      "sourceHandle": "lowerOrEqual",
      "target": "x3v8lPAFS4b18YPv9nust",
      "id": "xy-edge__-tNYBiQwEF1KJ8y3Lp7YxlowerOrEqual-x3v8lPAFS4b18YPv9nust",
      "selected": false
    },
    {
      "source": "-tNYBiQwEF1KJ8y3Lp7Yx",
      "sourceHandle": "higher",
      "target": "wClD6DP1mXoZ2JVp0q-69",
      "id": "xy-edge__-tNYBiQwEF1KJ8y3Lp7Yxhigher-wClD6DP1mXoZ2JVp0q-69",
      "selected": false
    },
    {
      "source": "eWb32iKeQePVN5WrTAv1o",
      "sourceHandle": "lowerOrEqual",
      "target": "RBdam4Tmfs7Oda43TWe55",
      "id": "xy-edge__eWb32iKeQePVN5WrTAv1olowerOrEqual-RBdam4Tmfs7Oda43TWe55",
      "selected": false
    },
    {
      "source": "eWb32iKeQePVN5WrTAv1o",
      "sourceHandle": "higher",
      "target": "SilmH7M-sa3lMaFkSyK83",
      "id": "xy-edge__eWb32iKeQePVN5WrTAv1ohigher-SilmH7M-sa3lMaFkSyK83",
      "selected": false
    },
    {
      "source": "SilmH7M-sa3lMaFkSyK83",
      "sourceHandle": "lowerOrEqual",
      "target": "x3v8lPAFS4b18YPv9nust",
      "id": "xy-edge__SilmH7M-sa3lMaFkSyK83lowerOrEqual-x3v8lPAFS4b18YPv9nust",
      "selected": false
    },
    {
      "source": "SilmH7M-sa3lMaFkSyK83",
      "sourceHandle": "higher",
      "target": "wClD6DP1mXoZ2JVp0q-69",
      "id": "xy-edge__SilmH7M-sa3lMaFkSyK83higher-wClD6DP1mXoZ2JVp0q-69",
      "selected": false
    },
    {
      "source": "TC16tqrXPYQekmntdX6lc",
      "sourceHandle": "higher",
      "target": "FHj8x5KEZS73Wp63thGhQ",
      "id": "xy-edge__TC16tqrXPYQekmntdX6lchigher-FHj8x5KEZS73Wp63thGhQ",
      "selected": false
    },
    {
      "source": "TC16tqrXPYQekmntdX6lc",
      "sourceHandle": "lowerOrEqual",
      "target": "RBdam4Tmfs7Oda43TWe55",
      "id": "xy-edge__TC16tqrXPYQekmntdX6lclowerOrEqual-RBdam4Tmfs7Oda43TWe55",
      "selected": false
    },
    {
      "source": "FHj8x5KEZS73Wp63thGhQ",
      "sourceHandle": "lowerOrEqual",
      "target": "x3v8lPAFS4b18YPv9nust",
      "id": "xy-edge__FHj8x5KEZS73Wp63thGhQlowerOrEqual-x3v8lPAFS4b18YPv9nust",
      "selected": false
    },
    {
      "source": "FHj8x5KEZS73Wp63thGhQ",
      "sourceHandle": "higher",
      "target": "wClD6DP1mXoZ2JVp0q-69",
      "id": "xy-edge__FHj8x5KEZS73Wp63thGhQhigher-wClD6DP1mXoZ2JVp0q-69",
      "selected": false
    },
    {
      "source": "XvFV3Gix3OE01AFSQP3OP",
      "sourceHandle": "lowerOrEqual",
      "target": "RBdam4Tmfs7Oda43TWe55",
      "id": "xy-edge__XvFV3Gix3OE01AFSQP3OPlowerOrEqual-RBdam4Tmfs7Oda43TWe55",
      "selected": false
    },
    {
      "source": "XvFV3Gix3OE01AFSQP3OP",
      "sourceHandle": "higher",
      "target": "pwXQFYcl8pvv9DxV5S6RB",
      "id": "xy-edge__XvFV3Gix3OE01AFSQP3OPhigher-pwXQFYcl8pvv9DxV5S6RB",
      "selected": false
    },
    {
      "source": "pwXQFYcl8pvv9DxV5S6RB",
      "sourceHandle": "lowerOrEqual",
      "target": "x3v8lPAFS4b18YPv9nust",
      "id": "xy-edge__pwXQFYcl8pvv9DxV5S6RBlowerOrEqual-x3v8lPAFS4b18YPv9nust",
      "selected": false
    },
    {
      "source": "pwXQFYcl8pvv9DxV5S6RB",
      "sourceHandle": "higher",
      "target": "wClD6DP1mXoZ2JVp0q-69",
      "id": "xy-edge__pwXQFYcl8pvv9DxV5S6RBhigher-wClD6DP1mXoZ2JVp0q-69",
      "selected": false
    },
    {
      "source": "r3ivLros-rFqhXYbT8nDR",
      "sourceHandle": "lowerOrEqual",
      "target": "RBdam4Tmfs7Oda43TWe55",
      "id": "xy-edge__r3ivLros-rFqhXYbT8nDRlowerOrEqual-RBdam4Tmfs7Oda43TWe55",
      "selected": false
    },
    {
      "source": "r3ivLros-rFqhXYbT8nDR",
      "sourceHandle": "higher",
      "target": "vv3Q2DT2n27qMUGAKtnXc",
      "id": "xy-edge__r3ivLros-rFqhXYbT8nDRhigher-vv3Q2DT2n27qMUGAKtnXc",
      "selected": false
    },
    {
      "source": "vv3Q2DT2n27qMUGAKtnXc",
      "sourceHandle": "lowerOrEqual",
      "target": "x3v8lPAFS4b18YPv9nust",
      "id": "xy-edge__vv3Q2DT2n27qMUGAKtnXclowerOrEqual-x3v8lPAFS4b18YPv9nust",
      "selected": false
    },
    {
      "source": "vv3Q2DT2n27qMUGAKtnXc",
      "sourceHandle": "higher",
      "target": "tyrUYN_YaVYSvMwmSL35L",
      "id": "xy-edge__vv3Q2DT2n27qMUGAKtnXchigher-tyrUYN_YaVYSvMwmSL35L",
      "selected": false
    },
    {
      "source": "r2KPPmSIkBDIc4YEm7J1C",
      "sourceHandle": "lowerOrEqual",
      "target": "em01wFdouVocCpvPy8MJz",
      "id": "xy-edge__r2KPPmSIkBDIc4YEm7J1ClowerOrEqual-em01wFdouVocCpvPy8MJz",
      "selected": false
    },
    {
      "source": "r2KPPmSIkBDIc4YEm7J1C",
      "sourceHandle": "higher",
      "target": "Op33j-sDIuh3VvxWpVfCY",
      "id": "xy-edge__r2KPPmSIkBDIc4YEm7J1Chigher-Op33j-sDIuh3VvxWpVfCY",
      "selected": false
    },
    {
      "source": "LCDEUMCaBM3AVHXtSAJJm",
      "sourceHandle": "lowerOrEqual",
      "target": "CzPbOCzRSq29ubvXZo2t_",
      "id": "xy-edge__LCDEUMCaBM3AVHXtSAJJmlowerOrEqual-CzPbOCzRSq29ubvXZo2t_",
      "selected": false
    },
    {
      "source": "3vGjgMx2EhGOd50IPXLbK",
      "sourceHandle": "higher",
      "target": "T4o5U1ylX9MmpvQzqkTgl",
      "id": "xy-edge__3vGjgMx2EhGOd50IPXLbKhigher-T4o5U1ylX9MmpvQzqkTgl",
      "selected": false
    },
    {
      "source": "AAUPFnwAHNBpRujy_mHh1",
      "sourceHandle": "higher",
      "target": "Lg_quXAZszMYHi7XRkcqi",
      "id": "xy-edge__AAUPFnwAHNBpRujy_mHh1higher-Lg_quXAZszMYHi7XRkcqi",
      "selected": false
    },
    {
      "source": "Op33j-sDIuh3VvxWpVfCY",
      "sourceHandle": "lowerOrEqual",
      "target": "CzPbOCzRSq29ubvXZo2t_",
      "id": "xy-edge__Op33j-sDIuh3VvxWpVfCYlowerOrEqual-CzPbOCzRSq29ubvXZo2t_",
      "selected": false
    },
    {
      "source": "Op33j-sDIuh3VvxWpVfCY",
      "sourceHandle": "higher",
      "target": "Y4ODVoN6mYIYpD7FL0xmO",
      "id": "xy-edge__Op33j-sDIuh3VvxWpVfCYhigher-Y4ODVoN6mYIYpD7FL0xmO",
      "selected": false
    },
    {
      "source": "uQRisqJUeGwBY-kmXo4cg",
      "sourceHandle": "lowerOrEqual",
      "target": "VrjNLehl7i0yC4cHgqOLu",
      "id": "xy-edge__uQRisqJUeGwBY-kmXo4cglowerOrEqual-VrjNLehl7i0yC4cHgqOLu",
      "selected": false
    },
    {
      "source": "uQRisqJUeGwBY-kmXo4cg",
      "sourceHandle": "higher",
      "target": "zyxqWWAUDmW6ii-KTIRaB",
      "id": "xy-edge__uQRisqJUeGwBY-kmXo4cghigher-zyxqWWAUDmW6ii-KTIRaB",
      "selected": false
    },
    {
      "source": "zyxqWWAUDmW6ii-KTIRaB",
      "sourceHandle": "lowerOrEqual",
      "target": "CzPbOCzRSq29ubvXZo2t_",
      "id": "xy-edge__zyxqWWAUDmW6ii-KTIRaBlowerOrEqual-CzPbOCzRSq29ubvXZo2t_",
      "selected": false
    },
    {
      "source": "zyxqWWAUDmW6ii-KTIRaB",
      "sourceHandle": "higher",
      "target": "Y4ODVoN6mYIYpD7FL0xmO",
      "id": "xy-edge__zyxqWWAUDmW6ii-KTIRaBhigher-Y4ODVoN6mYIYpD7FL0xmO",
      "selected": false
    },
    {
      "source": "z0VE6v4kfLKd5_hqBeRnV",
      "sourceHandle": "lowerOrEqual",
      "target": "VrjNLehl7i0yC4cHgqOLu",
      "id": "xy-edge__z0VE6v4kfLKd5_hqBeRnVlowerOrEqual-VrjNLehl7i0yC4cHgqOLu",
      "selected": false
    },
    {
      "source": "z0VE6v4kfLKd5_hqBeRnV",
      "sourceHandle": "higher",
      "target": "LCDEUMCaBM3AVHXtSAJJm",
      "id": "xy-edge__z0VE6v4kfLKd5_hqBeRnVhigher-LCDEUMCaBM3AVHXtSAJJm",
      "selected": false
    },
    {
      "source": "LCDEUMCaBM3AVHXtSAJJm",
      "sourceHandle": "higher",
      "target": "Y4ODVoN6mYIYpD7FL0xmO",
      "id": "xy-edge__LCDEUMCaBM3AVHXtSAJJmhigher-Y4ODVoN6mYIYpD7FL0xmO",
      "selected": false
    },
    {
      "source": "4Lx-muT9aP5tCBV4EkhUS",
      "sourceHandle": "lowerOrEqual",
      "target": "VrjNLehl7i0yC4cHgqOLu",
      "id": "xy-edge__4Lx-muT9aP5tCBV4EkhUSlowerOrEqual-VrjNLehl7i0yC4cHgqOLu",
      "selected": false
    },
    {
      "source": "4Lx-muT9aP5tCBV4EkhUS",
      "sourceHandle": "higher",
      "target": "MxawbzRXvuIA2Bjjrw5du",
      "id": "xy-edge__4Lx-muT9aP5tCBV4EkhUShigher-MxawbzRXvuIA2Bjjrw5du",
      "selected": false
    },
    {
      "source": "MxawbzRXvuIA2Bjjrw5du",
      "sourceHandle": "lowerOrEqual",
      "target": "27LXZGg4rWZY2wwhLmp4J",
      "id": "xy-edge__MxawbzRXvuIA2Bjjrw5dulowerOrEqual-27LXZGg4rWZY2wwhLmp4J",
      "selected": false
    },
    {
      "source": "MxawbzRXvuIA2Bjjrw5du",
      "sourceHandle": "higher",
      "target": "Y4ODVoN6mYIYpD7FL0xmO",
      "id": "xy-edge__MxawbzRXvuIA2Bjjrw5duhigher-Y4ODVoN6mYIYpD7FL0xmO",
      "selected": false
    },
    {
      "source": "3vGjgMx2EhGOd50IPXLbK",
      "sourceHandle": "lowerOrEqual",
      "target": "VrjNLehl7i0yC4cHgqOLu",
      "id": "xy-edge__3vGjgMx2EhGOd50IPXLbKlowerOrEqual-VrjNLehl7i0yC4cHgqOLu",
      "selected": false
    },
    {
      "source": "T4o5U1ylX9MmpvQzqkTgl",
      "sourceHandle": "lowerOrEqual",
      "target": "27LXZGg4rWZY2wwhLmp4J",
      "id": "xy-edge__T4o5U1ylX9MmpvQzqkTgllowerOrEqual-27LXZGg4rWZY2wwhLmp4J",
      "selected": false
    },
    {
      "source": "T4o5U1ylX9MmpvQzqkTgl",
      "sourceHandle": "higher",
      "target": "Y4ODVoN6mYIYpD7FL0xmO",
      "id": "xy-edge__T4o5U1ylX9MmpvQzqkTglhigher-Y4ODVoN6mYIYpD7FL0xmO",
      "selected": false
    },
    {
      "source": "AAUPFnwAHNBpRujy_mHh1",
      "sourceHandle": "lowerOrEqual",
      "target": "VrjNLehl7i0yC4cHgqOLu",
      "id": "xy-edge__AAUPFnwAHNBpRujy_mHh1lowerOrEqual-VrjNLehl7i0yC4cHgqOLu",
      "selected": false
    },
    {
      "source": "Lg_quXAZszMYHi7XRkcqi",
      "sourceHandle": "lowerOrEqual",
      "target": "27LXZGg4rWZY2wwhLmp4J",
      "id": "xy-edge__Lg_quXAZszMYHi7XRkcqilowerOrEqual-27LXZGg4rWZY2wwhLmp4J",
      "selected": false
    },
    {
      "source": "Lg_quXAZszMYHi7XRkcqi",
      "sourceHandle": "higher",
      "target": "M2kMyNpkJhPq_vwLCCNSP",
      "id": "xy-edge__Lg_quXAZszMYHi7XRkcqihigher-M2kMyNpkJhPq_vwLCCNSP",
      "selected": false
    },
    {
      "source": "JJssuEDSHcU-ctPfmO5Fp",
      "sourceHandle": "lowerOrEqual",
      "target": "0UgNaXyQUZlxD5ALnIIdd",
      "id": "xy-edge__JJssuEDSHcU-ctPfmO5FplowerOrEqual-0UgNaXyQUZlxD5ALnIIdd",
      "selected": false
    },
    {
      "source": "JJssuEDSHcU-ctPfmO5Fp",
      "sourceHandle": "higher",
      "target": "QhwsHaK-QfNEWFDHMu3dM",
      "id": "xy-edge__JJssuEDSHcU-ctPfmO5Fphigher-QhwsHaK-QfNEWFDHMu3dM",
      "selected": false
    },
    {
      "source": "QhwsHaK-QfNEWFDHMu3dM",
      "sourceHandle": "lowerOrEqual",
      "target": "iGJf-BGv3R_cH1JRTgqws",
      "id": "xy-edge__QhwsHaK-QfNEWFDHMu3dMlowerOrEqual-iGJf-BGv3R_cH1JRTgqws",
      "selected": false
    },
    {
      "source": "QhwsHaK-QfNEWFDHMu3dM",
      "sourceHandle": "higher",
      "target": "oAg0aEzIJtj6Pe6IBfQ1P",
      "id": "xy-edge__QhwsHaK-QfNEWFDHMu3dMhigher-oAg0aEzIJtj6Pe6IBfQ1P",
      "selected": false
    },
    {
      "source": "4XCxh4ndyVvuwsEXZTwpB",
      "sourceHandle": "lowerOrEqual",
      "target": "7gXnlA0eF4C2mP1UZWDKl",
      "id": "xy-edge__4XCxh4ndyVvuwsEXZTwpBlowerOrEqual-7gXnlA0eF4C2mP1UZWDKl",
      "selected": false
    },
    {
      "source": "4XCxh4ndyVvuwsEXZTwpB",
      "sourceHandle": "higher",
      "target": "S3pdjI1eYAcQeSqu3Mid6",
      "id": "xy-edge__4XCxh4ndyVvuwsEXZTwpBhigher-S3pdjI1eYAcQeSqu3Mid6",
      "selected": false
    },
    {
      "source": "S3pdjI1eYAcQeSqu3Mid6",
      "sourceHandle": "lowerOrEqual",
      "target": "iGJf-BGv3R_cH1JRTgqws",
      "id": "xy-edge__S3pdjI1eYAcQeSqu3Mid6lowerOrEqual-iGJf-BGv3R_cH1JRTgqws",
      "selected": false
    },
    {
      "source": "S3pdjI1eYAcQeSqu3Mid6",
      "sourceHandle": "higher",
      "target": "oAg0aEzIJtj6Pe6IBfQ1P",
      "id": "xy-edge__S3pdjI1eYAcQeSqu3Mid6higher-oAg0aEzIJtj6Pe6IBfQ1P",
      "selected": false
    },
    {
      "source": "v0ZhGbeJVUrRnwMmoPJDv",
      "sourceHandle": "lowerOrEqual",
      "target": "7gXnlA0eF4C2mP1UZWDKl",
      "id": "xy-edge__v0ZhGbeJVUrRnwMmoPJDvlowerOrEqual-7gXnlA0eF4C2mP1UZWDKl",
      "selected": false
    },
    {
      "source": "v0ZhGbeJVUrRnwMmoPJDv",
      "sourceHandle": "higher",
      "target": "Xv2nkJsc7JtR8QM6q01KI",
      "id": "xy-edge__v0ZhGbeJVUrRnwMmoPJDvhigher-Xv2nkJsc7JtR8QM6q01KI",
      "selected": false
    },
    {
      "source": "Xv2nkJsc7JtR8QM6q01KI",
      "sourceHandle": "lowerOrEqual",
      "target": "iGJf-BGv3R_cH1JRTgqws",
      "id": "xy-edge__Xv2nkJsc7JtR8QM6q01KIlowerOrEqual-iGJf-BGv3R_cH1JRTgqws",
      "selected": false
    },
    {
      "source": "Xv2nkJsc7JtR8QM6q01KI",
      "sourceHandle": "higher",
      "target": "oAg0aEzIJtj6Pe6IBfQ1P",
      "id": "xy-edge__Xv2nkJsc7JtR8QM6q01KIhigher-oAg0aEzIJtj6Pe6IBfQ1P",
      "selected": false
    },
    {
      "source": "G1jiHpRzLzGLZlLcD7rjw",
      "sourceHandle": "lowerOrEqual",
      "target": "7gXnlA0eF4C2mP1UZWDKl",
      "id": "xy-edge__G1jiHpRzLzGLZlLcD7rjwlowerOrEqual-7gXnlA0eF4C2mP1UZWDKl",
      "selected": false
    },
    {
      "source": "G1jiHpRzLzGLZlLcD7rjw",
      "sourceHandle": "higher",
      "target": "eOOx_beepDLqPbkAkTfSd",
      "id": "xy-edge__G1jiHpRzLzGLZlLcD7rjwhigher-eOOx_beepDLqPbkAkTfSd",
      "selected": false
    },
    {
      "source": "eOOx_beepDLqPbkAkTfSd",
      "sourceHandle": "lowerOrEqual",
      "target": "MQGTlJEhzVPCsFCD583uV",
      "id": "xy-edge__eOOx_beepDLqPbkAkTfSdlowerOrEqual-MQGTlJEhzVPCsFCD583uV",
      "selected": false
    },
    {
      "source": "eOOx_beepDLqPbkAkTfSd",
      "sourceHandle": "higher",
      "target": "oAg0aEzIJtj6Pe6IBfQ1P",
      "id": "xy-edge__eOOx_beepDLqPbkAkTfSdhigher-oAg0aEzIJtj6Pe6IBfQ1P",
      "selected": false
    },
    {
      "source": "Hpbz1PSDypE25RCvCG2NU",
      "sourceHandle": "lowerOrEqual",
      "target": "7gXnlA0eF4C2mP1UZWDKl",
      "id": "xy-edge__Hpbz1PSDypE25RCvCG2NUlowerOrEqual-7gXnlA0eF4C2mP1UZWDKl",
      "selected": false
    },
    {
      "source": "Hpbz1PSDypE25RCvCG2NU",
      "sourceHandle": "higher",
      "target": "5YBm_6seJuj-UsJQlcr9J",
      "id": "xy-edge__Hpbz1PSDypE25RCvCG2NUhigher-5YBm_6seJuj-UsJQlcr9J",
      "selected": false
    },
    {
      "source": "5YBm_6seJuj-UsJQlcr9J",
      "sourceHandle": "lowerOrEqual",
      "target": "MQGTlJEhzVPCsFCD583uV",
      "id": "xy-edge__5YBm_6seJuj-UsJQlcr9JlowerOrEqual-MQGTlJEhzVPCsFCD583uV",
      "selected": false
    },
    {
      "source": "5YBm_6seJuj-UsJQlcr9J",
      "sourceHandle": "higher",
      "target": "oAg0aEzIJtj6Pe6IBfQ1P",
      "id": "xy-edge__5YBm_6seJuj-UsJQlcr9Jhigher-oAg0aEzIJtj6Pe6IBfQ1P",
      "selected": false
    },
    {
      "source": "8Q0FWaaoO9iUikqmRQyMq",
      "sourceHandle": "lowerOrEqual",
      "target": "7gXnlA0eF4C2mP1UZWDKl",
      "id": "xy-edge__8Q0FWaaoO9iUikqmRQyMqlowerOrEqual-7gXnlA0eF4C2mP1UZWDKl",
      "selected": false
    },
    {
      "source": "8Q0FWaaoO9iUikqmRQyMq",
      "sourceHandle": "higher",
      "target": "2252ENP00eTM_WLwnTnia",
      "id": "xy-edge__8Q0FWaaoO9iUikqmRQyMqhigher-2252ENP00eTM_WLwnTnia",
      "selected": false
    },
    {
      "source": "2252ENP00eTM_WLwnTnia",
      "sourceHandle": "lowerOrEqual",
      "target": "MQGTlJEhzVPCsFCD583uV",
      "id": "xy-edge__2252ENP00eTM_WLwnTnialowerOrEqual-MQGTlJEhzVPCsFCD583uV",
      "selected": false
    },
    {
      "source": "2252ENP00eTM_WLwnTnia",
      "sourceHandle": "higher",
      "target": "-FwWIysP2rYd2PqODaTby",
      "id": "xy-edge__2252ENP00eTM_WLwnTniahigher--FwWIysP2rYd2PqODaTby",
      "selected": false
    },
    {
      "source": "0UgNaXyQUZlxD5ALnIIdd",
      "target": "pnrQquIJeArB0jTjXEIVv",
      "id": "xy-edge__0UgNaXyQUZlxD5ALnIIdd-pnrQquIJeArB0jTjXEIVv",
      "selected": false
    },
    {
      "source": "7gXnlA0eF4C2mP1UZWDKl",
      "target": "vJ-fiTe0BiuifYs6WFn0C",
      "id": "xy-edge__7gXnlA0eF4C2mP1UZWDKl-vJ-fiTe0BiuifYs6WFn0C",
      "selected": false
    },
    {
      "source": "iGJf-BGv3R_cH1JRTgqws",
      "target": "J5rFzZokL2k2atsnfrt_R",
      "id": "xy-edge__iGJf-BGv3R_cH1JRTgqws-J5rFzZokL2k2atsnfrt_R",
      "selected": false
    },
    {
      "source": "MQGTlJEhzVPCsFCD583uV",
      "target": "Nt6SU8khh5F8trYZCuMwB",
      "id": "xy-edge__MQGTlJEhzVPCsFCD583uV-Nt6SU8khh5F8trYZCuMwB",
      "selected": false
    },
    {
      "source": "oAg0aEzIJtj6Pe6IBfQ1P",
      "target": "fiLp7aplNOOPb838Oimxk",
      "id": "xy-edge__oAg0aEzIJtj6Pe6IBfQ1P-fiLp7aplNOOPb838Oimxk",
      "selected": false
    },
    {
      "source": "-FwWIysP2rYd2PqODaTby",
      "target": "G-WmmgBC59Qykk4RjRyBR",
      "id": "xy-edge__-FwWIysP2rYd2PqODaTby-G-WmmgBC59Qykk4RjRyBR",
      "selected": false
    },
    {
      "source": "pnrQquIJeArB0jTjXEIVv",
      "target": "rdZSzodDj2TabU9f8XjqF",
      "id": "xy-edge__pnrQquIJeArB0jTjXEIVv-rdZSzodDj2TabU9f8XjqF",
      "selected": false
    },
    {
      "source": "vJ-fiTe0BiuifYs6WFn0C",
      "target": "7qP0ucnGRWWwCFtRKXDAd",
      "id": "xy-edge__vJ-fiTe0BiuifYs6WFn0C-7qP0ucnGRWWwCFtRKXDAd",
      "selected": false
    },
    {
      "source": "J5rFzZokL2k2atsnfrt_R",
      "target": "0HXwQGUbQgcYzwrvnPk-1",
      "id": "xy-edge__J5rFzZokL2k2atsnfrt_R-0HXwQGUbQgcYzwrvnPk-1",
      "selected": false
    },
    {
      "source": "Nt6SU8khh5F8trYZCuMwB",
      "target": "4voLXy0gLE8DnA3yYsnz8",
      "id": "xy-edge__Nt6SU8khh5F8trYZCuMwB-4voLXy0gLE8DnA3yYsnz8",
      "selected": false
    },
    {
      "source": "fiLp7aplNOOPb838Oimxk",
      "target": "tJLnjsHTDe6tS3gIy4pLo",
      "id": "xy-edge__fiLp7aplNOOPb838Oimxk-tJLnjsHTDe6tS3gIy4pLo",
      "selected": false
    },
    {
      "source": "G-WmmgBC59Qykk4RjRyBR",
      "target": "H8bImRACfXYL7QzPBE3z9",
      "id": "xy-edge__G-WmmgBC59Qykk4RjRyBR-H8bImRACfXYL7QzPBE3z9",
      "selected": false
    },
    {
      "source": "Zz_PV5XCzBiVvZNAAaKB-",
      "sourceHandle": "option1",
      "target": "Z63wHyVtOBP_9T2p3ylWD",
      "id": "xy-edge__Zz_PV5XCzBiVvZNAAaKB-option1-Z63wHyVtOBP_9T2p3ylWD",
      "selected": false
    },
    {
      "source": "fjkCa3yBQIwmxM9DTkFcQ",
      "sourceHandle": "option1",
      "target": "2CRHqbxH-Nc5sW406oF8f",
      "id": "xy-edge__fjkCa3yBQIwmxM9DTkFcQoption1-2CRHqbxH-Nc5sW406oF8f",
      "selected": false
    },
    {
      "source": "u5OF1ZTtgOuKxo-Uxww0T",
      "sourceHandle": "option1",
      "target": "K6MCX7Ahj_LDimxI13l-d",
      "id": "xy-edge__u5OF1ZTtgOuKxo-Uxww0Toption1-K6MCX7Ahj_LDimxI13l-d",
      "selected": false
    },
    {
      "source": "In-A8Pyn5jkcekLI9LDhn",
      "sourceHandle": "option1",
      "target": "47l-ipFfh2IothyrAz7zl",
      "id": "xy-edge__In-A8Pyn5jkcekLI9LDhnoption1-47l-ipFfh2IothyrAz7zl",
      "selected": false
    },
    {
      "source": "HUNMvnHYnTf_hwgdeaKoD",
      "sourceHandle": "option1",
      "target": "1FTsiYm9BN7WrFXrZpQQc",
      "id": "xy-edge__HUNMvnHYnTf_hwgdeaKoDoption1-1FTsiYm9BN7WrFXrZpQQc",
      "selected": false
    },
    {
      "source": "q3Pixx-ttRejqZjE22Hhm",
      "sourceHandle": "option1",
      "target": "PCzEVaylZ98QWhuCFjfcq",
      "id": "xy-edge__q3Pixx-ttRejqZjE22Hhmoption1-PCzEVaylZ98QWhuCFjfcq",
      "selected": false
    },
    {
      "source": "Z7H8yF5PtGL_IRYx9k3yl",
      "target": "ZVZSbeNqDu1RFhsc_r9iq",
      "id": "xy-edge__Z7H8yF5PtGL_IRYx9k3yl-ZVZSbeNqDu1RFhsc_r9iq",
      "selected": false
    },
    {
      "source": "ZVZSbeNqDu1RFhsc_r9iq",
      "target": "77gncznQcholoB3rogW-I",
      "id": "xy-edge__ZVZSbeNqDu1RFhsc_r9iq-77gncznQcholoB3rogW-I",
      "selected": false
    },
    {
      "source": "5WYSN9qucJsafuhbEKkRi",
      "target": "x_3Q9B5iT3TK8_TyMXVJC",
      "id": "xy-edge__5WYSN9qucJsafuhbEKkRi-x_3Q9B5iT3TK8_TyMXVJC",
      "selected": false
    },
    {
      "source": "x_3Q9B5iT3TK8_TyMXVJC",
      "target": "A-qXvdzv_191lNK5lIzmH",
      "id": "xy-edge__x_3Q9B5iT3TK8_TyMXVJC-A-qXvdzv_191lNK5lIzmH",
      "selected": false
    },
    {
      "source": "-mLX543IvxQkmWUBuKLDA",
      "target": "vNePk1DBaYH2LQBt4oGYR",
      "id": "xy-edge__-mLX543IvxQkmWUBuKLDA-vNePk1DBaYH2LQBt4oGYR",
      "selected": false
    },
    {
      "source": "vNePk1DBaYH2LQBt4oGYR",
      "target": "9FeBqWk_jaEzZTmyuzd_5",
      "id": "xy-edge__vNePk1DBaYH2LQBt4oGYR-9FeBqWk_jaEzZTmyuzd_5",
      "selected": false
    },
    {
      "source": "adIai_9EK61SiQWeQbqSi",
      "target": "X2gU3WPN-7Lhdkw8HAPMm",
      "id": "xy-edge__adIai_9EK61SiQWeQbqSi-X2gU3WPN-7Lhdkw8HAPMm",
      "selected": false
    },
    {
      "source": "X2gU3WPN-7Lhdkw8HAPMm",
      "target": "y4yolbgKxIlSdFg5fwmcW",
      "id": "xy-edge__X2gU3WPN-7Lhdkw8HAPMm-y4yolbgKxIlSdFg5fwmcW",
      "selected": false
    },
    {
      "source": "OxCh5D18VGg0umnIdJyRQ",
      "target": "rJmotiuGZHLQPNbW035MW",
      "id": "xy-edge__OxCh5D18VGg0umnIdJyRQ-rJmotiuGZHLQPNbW035MW",
      "selected": false
    },
    {
      "source": "rJmotiuGZHLQPNbW035MW",
      "target": "KBnye2TKjCz6Rylq1R6WJ",
      "id": "xy-edge__rJmotiuGZHLQPNbW035MW-KBnye2TKjCz6Rylq1R6WJ",
      "selected": false
    },
    {
      "source": "sagZLNdJrfZcPVfUtwYpu",
      "target": "L-gle00Bs5eSyDwwY-4gX",
      "id": "xy-edge__sagZLNdJrfZcPVfUtwYpu-L-gle00Bs5eSyDwwY-4gX",
      "selected": false
    },
    {
      "source": "L-gle00Bs5eSyDwwY-4gX",
      "target": "L9tXlT1T2ILN9hv1JPJRO",
      "id": "xy-edge__L-gle00Bs5eSyDwwY-4gX-L9tXlT1T2ILN9hv1JPJRO",
      "selected": false
    },
    {
      "source": "OFm2d4WGMpN9EkrC5DFNa",
      "sourceHandle": "option1",
      "target": "K2ybDfBm9AQei3YMoVurq",
      "id": "xy-edge__OFm2d4WGMpN9EkrC5DFNaoption1-K2ybDfBm9AQei3YMoVurq",
      "selected": false
    },
    {
      "source": "4sViz76VpLmtTU20eu52M",
      "sourceHandle": "option1",
      "target": "I7bHx1YyiKB06y_cR81kE",
      "id": "xy-edge__4sViz76VpLmtTU20eu52Moption1-I7bHx1YyiKB06y_cR81kE",
      "selected": false
    },
    {
      "source": "Xj-GzJaZTg2ZMQS9kXbks",
      "sourceHandle": "option1",
      "target": "sxPkek_31xL4hZUl4oUhJ",
      "id": "xy-edge__Xj-GzJaZTg2ZMQS9kXbksoption1-sxPkek_31xL4hZUl4oUhJ",
      "selected": false
    },
    {
      "source": "I_9lkjVMHFTgCAJbzeHNd",
      "sourceHandle": "option1",
      "target": "UnP3PcQCq9W1Q_Obtclui",
      "id": "xy-edge__I_9lkjVMHFTgCAJbzeHNdoption1-UnP3PcQCq9W1Q_Obtclui",
      "selected": false
    },
    {
      "source": "bGZ3eGC3gnOolsO9H5vEE",
      "sourceHandle": "option1",
      "target": "v_vPaX7F6PpxMipIYe8FK",
      "id": "xy-edge__bGZ3eGC3gnOolsO9H5vEEoption1-v_vPaX7F6PpxMipIYe8FK",
      "selected": false
    },
    {
      "source": "K2ybDfBm9AQei3YMoVurq",
      "target": "7kV3uYbYZ2yJWpqOxAwfG",
      "id": "xy-edge__K2ybDfBm9AQei3YMoVurq-7kV3uYbYZ2yJWpqOxAwfG",
      "selected": false
    },
    {
      "source": "7kV3uYbYZ2yJWpqOxAwfG",
      "target": "7uOz7OQWmThAQCZZn7NMo",
      "id": "xy-edge__7kV3uYbYZ2yJWpqOxAwfG-7uOz7OQWmThAQCZZn7NMo",
      "selected": false
    },
    {
      "source": "I7bHx1YyiKB06y_cR81kE",
      "target": "gngDlN0rD8wDqYHp-C5jL",
      "id": "xy-edge__I7bHx1YyiKB06y_cR81kE-gngDlN0rD8wDqYHp-C5jL",
      "selected": false
    },
    {
      "source": "gngDlN0rD8wDqYHp-C5jL",
      "target": "uZu49_gPxoL4I4OJ0pgnq",
      "id": "xy-edge__gngDlN0rD8wDqYHp-C5jL-uZu49_gPxoL4I4OJ0pgnq",
      "selected": false
    },
    {
      "source": "sxPkek_31xL4hZUl4oUhJ",
      "target": "Juobkg0AO4juGbSuHkmec",
      "id": "xy-edge__sxPkek_31xL4hZUl4oUhJ-Juobkg0AO4juGbSuHkmec",
      "selected": false
    },
    {
      "source": "Juobkg0AO4juGbSuHkmec",
      "target": "08xCWS47pgIhcwi0PtJhw",
      "id": "xy-edge__Juobkg0AO4juGbSuHkmec-08xCWS47pgIhcwi0PtJhw",
      "selected": false
    },
    {
      "source": "UnP3PcQCq9W1Q_Obtclui",
      "target": "xit--uTpzEXRXbYVETXfO",
      "id": "xy-edge__UnP3PcQCq9W1Q_Obtclui-xit--uTpzEXRXbYVETXfO",
      "selected": false
    },
    {
      "source": "xit--uTpzEXRXbYVETXfO",
      "target": "u973eZD2dOUdoiLU8O2E_",
      "id": "xy-edge__xit--uTpzEXRXbYVETXfO-u973eZD2dOUdoiLU8O2E_",
      "selected": false
    },
    {
      "source": "v_vPaX7F6PpxMipIYe8FK",
      "target": "uFJIRwX-Yhw4ufK9tGCgt",
      "id": "xy-edge__v_vPaX7F6PpxMipIYe8FK-uFJIRwX-Yhw4ufK9tGCgt",
      "selected": false
    },
    {
      "source": "uFJIRwX-Yhw4ufK9tGCgt",
      "target": "d5LBBeu-PkfaJ7WYZUTVl",
      "id": "xy-edge__uFJIRwX-Yhw4ufK9tGCgt-d5LBBeu-PkfaJ7WYZUTVl",
      "selected": false
    },
    {
      "source": "maqBESyvTmOYetZPZvsmp",
      "sourceHandle": "option1",
      "target": "GvxADTDzkcvAgDs3sGswR",
      "id": "xy-edge__maqBESyvTmOYetZPZvsmpoption1-GvxADTDzkcvAgDs3sGswR",
      "selected": false
    },
    {
      "source": "GvxADTDzkcvAgDs3sGswR",
      "target": "AhCz0wNrCG1cyLMtclBmC",
      "id": "xy-edge__GvxADTDzkcvAgDs3sGswR-AhCz0wNrCG1cyLMtclBmC",
      "selected": false
    },
    {
      "source": "sbCGHpSlbKqmwlCvo0A2i",
      "sourceHandle": "option1",
      "target": "KVHP_EIAmrgEGvkvHhPiv",
      "id": "xy-edge__sbCGHpSlbKqmwlCvo0A2ioption1-KVHP_EIAmrgEGvkvHhPiv",
      "selected": false
    },
    {
      "source": "KVHP_EIAmrgEGvkvHhPiv",
      "target": "3m9bypkqHnS0Vd9kSbO13",
      "id": "xy-edge__KVHP_EIAmrgEGvkvHhPiv-3m9bypkqHnS0Vd9kSbO13",
      "selected": false
    },
    {
      "source": "cOj-LcxpS08eHc3zYTGTi",
      "sourceHandle": "option1",
      "target": "8_AN6jFGMPIlMN2Pogo85",
      "id": "xy-edge__cOj-LcxpS08eHc3zYTGTioption1-8_AN6jFGMPIlMN2Pogo85",
      "selected": false
    },
    {
      "source": "8_AN6jFGMPIlMN2Pogo85",
      "target": "979X_N3l_zKsj_rvhGmPa",
      "id": "xy-edge__8_AN6jFGMPIlMN2Pogo85-979X_N3l_zKsj_rvhGmPa",
      "selected": false
    },
    {
      "source": "CTVF-5T003eAOp3bkQ_Tc",
      "sourceHandle": "option1",
      "target": "CDnVVaFoea8gwdLdpIz1J",
      "id": "xy-edge__CTVF-5T003eAOp3bkQ_Tcoption1-CDnVVaFoea8gwdLdpIz1J",
      "selected": false
    },
    {
      "source": "CDnVVaFoea8gwdLdpIz1J",
      "target": "BmKiDoySwSu5XNyua2trQ",
      "id": "xy-edge__CDnVVaFoea8gwdLdpIz1J-BmKiDoySwSu5XNyua2trQ",
      "selected": false
    },
    {
      "source": "LNYYVyjsCGRgWMA0W1Lif",
      "sourceHandle": "option1",
      "target": "o9HZ71RO7GCtDNUO_SYbt",
      "id": "xy-edge__LNYYVyjsCGRgWMA0W1Lifoption1-o9HZ71RO7GCtDNUO_SYbt",
      "selected": false
    },
    {
      "source": "o9HZ71RO7GCtDNUO_SYbt",
      "target": "DVrKLN--V3hK489pRJP5o",
      "id": "xy-edge__o9HZ71RO7GCtDNUO_SYbt-DVrKLN--V3hK489pRJP5o",
      "selected": false
    },
    {
      "source": "em01wFdouVocCpvPy8MJz",
      "target": "dkX8eBkdlI491P46gLjYd",
      "id": "xy-edge__em01wFdouVocCpvPy8MJz-dkX8eBkdlI491P46gLjYd",
      "selected": false
    },
    {
      "source": "VrjNLehl7i0yC4cHgqOLu",
      "target": "ZArEArWlAXQ7R_QwUbCca",
      "id": "xy-edge__VrjNLehl7i0yC4cHgqOLu-ZArEArWlAXQ7R_QwUbCca",
      "selected": false
    },
    {
      "source": "CzPbOCzRSq29ubvXZo2t_",
      "target": "KKiK5UuCtzNA2dyxgcJIl",
      "id": "xy-edge__CzPbOCzRSq29ubvXZo2t_-KKiK5UuCtzNA2dyxgcJIl",
      "selected": false
    },
    {
      "source": "27LXZGg4rWZY2wwhLmp4J",
      "target": "h6lkO8YHW8skNQOM_VE2E",
      "id": "xy-edge__27LXZGg4rWZY2wwhLmp4J-h6lkO8YHW8skNQOM_VE2E",
      "selected": false
    },
    {
      "source": "Y4ODVoN6mYIYpD7FL0xmO",
      "target": "ekE4uLkjyDZ3TXC86FHuk",
      "id": "xy-edge__Y4ODVoN6mYIYpD7FL0xmO-ekE4uLkjyDZ3TXC86FHuk",
      "selected": false
    },
    {
      "source": "M2kMyNpkJhPq_vwLCCNSP",
      "target": "x-jKQfOUKGCWY5hCUtNDo",
      "id": "xy-edge__M2kMyNpkJhPq_vwLCCNSP-x-jKQfOUKGCWY5hCUtNDo",
      "selected": false
    },
    {
      "source": "ZArEArWlAXQ7R_QwUbCca",
      "target": "jNDS5sjqBbM97tw__75KK",
      "id": "xy-edge__ZArEArWlAXQ7R_QwUbCca-jNDS5sjqBbM97tw__75KK",
      "selected": false
    },
    {
      "source": "jNDS5sjqBbM97tw__75KK",
      "target": "QgW1zuUxV9LZXdB7PYylT",
      "id": "xy-edge__jNDS5sjqBbM97tw__75KK-QgW1zuUxV9LZXdB7PYylT",
      "selected": false
    },
    {
      "source": "KKiK5UuCtzNA2dyxgcJIl",
      "target": "496K92XPPFMivD9Q5lfgW",
      "id": "xy-edge__KKiK5UuCtzNA2dyxgcJIl-496K92XPPFMivD9Q5lfgW",
      "selected": false
    },
    {
      "source": "496K92XPPFMivD9Q5lfgW",
      "target": "DDxUp7RcOAv2kruKszTsF",
      "id": "xy-edge__496K92XPPFMivD9Q5lfgW-DDxUp7RcOAv2kruKszTsF",
      "selected": false
    },
    {
      "source": "h6lkO8YHW8skNQOM_VE2E",
      "target": "IecaDr7o6oRSecmeChFt9",
      "id": "xy-edge__h6lkO8YHW8skNQOM_VE2E-IecaDr7o6oRSecmeChFt9",
      "selected": false
    },
    {
      "source": "IecaDr7o6oRSecmeChFt9",
      "target": "7ILZdTc9Q2wx2ChJosq6z",
      "id": "xy-edge__IecaDr7o6oRSecmeChFt9-7ILZdTc9Q2wx2ChJosq6z",
      "selected": false
    },
    {
      "source": "ekE4uLkjyDZ3TXC86FHuk",
      "target": "dMjdvAbaAtO51YZ72mqc2",
      "id": "xy-edge__ekE4uLkjyDZ3TXC86FHuk-dMjdvAbaAtO51YZ72mqc2",
      "selected": false
    },
    {
      "source": "dMjdvAbaAtO51YZ72mqc2",
      "target": "n_SUzWHKzDvZ0uJsNF9pB",
      "id": "xy-edge__dMjdvAbaAtO51YZ72mqc2-n_SUzWHKzDvZ0uJsNF9pB",
      "selected": false
    },
    {
      "source": "x-jKQfOUKGCWY5hCUtNDo",
      "target": "exnaUYFOOPJCtHhVVEuMo",
      "id": "xy-edge__x-jKQfOUKGCWY5hCUtNDo-exnaUYFOOPJCtHhVVEuMo",
      "selected": false
    },
    {
      "source": "exnaUYFOOPJCtHhVVEuMo",
      "target": "3J2gMxy42GskSF8Wzf3FL",
      "id": "xy-edge__exnaUYFOOPJCtHhVVEuMo-3J2gMxy42GskSF8Wzf3FL",
      "selected": false
    },
    {
      "source": "dkX8eBkdlI491P46gLjYd",
      "target": "2mE30pdzDoilPO7KuOyc3",
      "id": "xy-edge__dkX8eBkdlI491P46gLjYd-2mE30pdzDoilPO7KuOyc3",
      "selected": false
    },
    {
      "source": "2mE30pdzDoilPO7KuOyc3",
      "target": "WclKzEGOSncmeZC6oEcnS",
      "id": "xy-edge__2mE30pdzDoilPO7KuOyc3-WclKzEGOSncmeZC6oEcnS",
      "selected": false
    },
    {
      "source": "3J2gMxy42GskSF8Wzf3FL",
      "sourceHandle": "option3",
      "target": "_qzUD536OyFCe-FnFTioi",
      "id": "xy-edge__3J2gMxy42GskSF8Wzf3FLoption3-_qzUD536OyFCe-FnFTioi",
      "selected": false
    },
    {
      "source": "_qzUD536OyFCe-FnFTioi",
      "target": "YdQz82Gk5geUvTga0-7HG",
      "id": "xy-edge___qzUD536OyFCe-FnFTioi-YdQz82Gk5geUvTga0-7HG",
      "selected": false
    },
    {
      "source": "YdQz82Gk5geUvTga0-7HG",
      "sourceHandle": "option1",
      "target": "IWgIyouNVEjkVSGTZV4VQ",
      "id": "xy-edge__YdQz82Gk5geUvTga0-7HGoption1-IWgIyouNVEjkVSGTZV4VQ",
      "selected": false
    },
    {
      "source": "3J2gMxy42GskSF8Wzf3FL",
      "sourceHandle": "option2",
      "target": "n5KzoP_9F-bFzjh_zwsQn",
      "id": "xy-edge__3J2gMxy42GskSF8Wzf3FLoption2-n5KzoP_9F-bFzjh_zwsQn",
      "selected": false
    },
    {
      "source": "3J2gMxy42GskSF8Wzf3FL",
      "sourceHandle": "option1",
      "target": "bQc_LhmcsWduJnrb5yEIq",
      "id": "xy-edge__3J2gMxy42GskSF8Wzf3FLoption1-bQc_LhmcsWduJnrb5yEIq",
      "selected": false
    },
    {
      "source": "bQc_LhmcsWduJnrb5yEIq",
      "target": "7-EI_vbDjTwZrUib0c6bD",
      "id": "xy-edge__bQc_LhmcsWduJnrb5yEIq-7-EI_vbDjTwZrUib0c6bD",
      "selected": false
    },
    {
      "source": "n_SUzWHKzDvZ0uJsNF9pB",
      "sourceHandle": "option3",
      "target": "_qzUD536OyFCe-FnFTioi",
      "id": "xy-edge__n_SUzWHKzDvZ0uJsNF9pBoption3-_qzUD536OyFCe-FnFTioi",
      "selected": false
    },
    {
      "source": "n_SUzWHKzDvZ0uJsNF9pB",
      "sourceHandle": "option2",
      "target": "n5KzoP_9F-bFzjh_zwsQn",
      "id": "xy-edge__n_SUzWHKzDvZ0uJsNF9pBoption2-n5KzoP_9F-bFzjh_zwsQn",
      "selected": false
    },
    {
      "source": "n_SUzWHKzDvZ0uJsNF9pB",
      "sourceHandle": "option1",
      "target": "bQc_LhmcsWduJnrb5yEIq",
      "id": "xy-edge__n_SUzWHKzDvZ0uJsNF9pBoption1-bQc_LhmcsWduJnrb5yEIq",
      "selected": false
    },
    {
      "source": "7ILZdTc9Q2wx2ChJosq6z",
      "sourceHandle": "option3",
      "target": "n5KzoP_9F-bFzjh_zwsQn",
      "id": "xy-edge__7ILZdTc9Q2wx2ChJosq6zoption3-n5KzoP_9F-bFzjh_zwsQn",
      "selected": false
    },
    {
      "source": "7ILZdTc9Q2wx2ChJosq6z",
      "sourceHandle": "option2",
      "target": "bQc_LhmcsWduJnrb5yEIq",
      "id": "xy-edge__7ILZdTc9Q2wx2ChJosq6zoption2-bQc_LhmcsWduJnrb5yEIq",
      "selected": false
    },
    {
      "source": "7ILZdTc9Q2wx2ChJosq6z",
      "sourceHandle": "option1",
      "target": "W0ZCwf5fvZgIQDyfF8nQs",
      "id": "xy-edge__7ILZdTc9Q2wx2ChJosq6zoption1-W0ZCwf5fvZgIQDyfF8nQs",
      "selected": false
    },
    {
      "source": "DDxUp7RcOAv2kruKszTsF",
      "sourceHandle": "option1",
      "target": "LkK5lA8fmGVzCrybvFVBf",
      "id": "xy-edge__DDxUp7RcOAv2kruKszTsFoption1-LkK5lA8fmGVzCrybvFVBf",
      "selected": false
    },
    {
      "source": "DDxUp7RcOAv2kruKszTsF",
      "sourceHandle": "option2",
      "target": "W0ZCwf5fvZgIQDyfF8nQs",
      "id": "xy-edge__DDxUp7RcOAv2kruKszTsFoption2-W0ZCwf5fvZgIQDyfF8nQs",
      "selected": false
    },
    {
      "source": "DDxUp7RcOAv2kruKszTsF",
      "sourceHandle": "option3",
      "target": "bQc_LhmcsWduJnrb5yEIq",
      "id": "xy-edge__DDxUp7RcOAv2kruKszTsFoption3-bQc_LhmcsWduJnrb5yEIq",
      "selected": false
    },
    {
      "source": "QgW1zuUxV9LZXdB7PYylT",
      "sourceHandle": "option3",
      "target": "W0ZCwf5fvZgIQDyfF8nQs",
      "id": "xy-edge__QgW1zuUxV9LZXdB7PYylToption3-W0ZCwf5fvZgIQDyfF8nQs",
      "selected": false
    },
    {
      "source": "QgW1zuUxV9LZXdB7PYylT",
      "sourceHandle": "option2",
      "target": "LkK5lA8fmGVzCrybvFVBf",
      "id": "xy-edge__QgW1zuUxV9LZXdB7PYylToption2-LkK5lA8fmGVzCrybvFVBf",
      "selected": false
    },
    {
      "source": "QgW1zuUxV9LZXdB7PYylT",
      "sourceHandle": "option1",
      "target": "HazfCoWg8jtkJ4tR_CE3h",
      "id": "xy-edge__QgW1zuUxV9LZXdB7PYylToption1-HazfCoWg8jtkJ4tR_CE3h",
      "selected": false
    },
    {
      "source": "WclKzEGOSncmeZC6oEcnS",
      "sourceHandle": "option3",
      "target": "W0ZCwf5fvZgIQDyfF8nQs",
      "id": "xy-edge__WclKzEGOSncmeZC6oEcnSoption3-W0ZCwf5fvZgIQDyfF8nQs",
      "selected": false
    },
    {
      "source": "WclKzEGOSncmeZC6oEcnS",
      "sourceHandle": "option2",
      "target": "LkK5lA8fmGVzCrybvFVBf",
      "id": "xy-edge__WclKzEGOSncmeZC6oEcnSoption2-LkK5lA8fmGVzCrybvFVBf",
      "selected": false
    },
    {
      "source": "WclKzEGOSncmeZC6oEcnS",
      "sourceHandle": "option1",
      "target": "HazfCoWg8jtkJ4tR_CE3h",
      "id": "xy-edge__WclKzEGOSncmeZC6oEcnSoption1-HazfCoWg8jtkJ4tR_CE3h",
      "selected": false
    },
    {
      "source": "DVrKLN--V3hK489pRJP5o",
      "sourceHandle": "option3",
      "target": "8yq5Hms_3QkouNp9ixsvd",
      "id": "xy-edge__DVrKLN--V3hK489pRJP5ooption3-8yq5Hms_3QkouNp9ixsvd",
      "selected": false
    },
    {
      "source": "DVrKLN--V3hK489pRJP5o",
      "sourceHandle": "option2",
      "target": "8QeljgvPtew7zpe1zVoAj",
      "id": "xy-edge__DVrKLN--V3hK489pRJP5ooption2-8QeljgvPtew7zpe1zVoAj",
      "selected": false
    },
    {
      "source": "DVrKLN--V3hK489pRJP5o",
      "sourceHandle": "option1",
      "target": "x4Llle-oBGyePvhLC2jAK",
      "id": "xy-edge__DVrKLN--V3hK489pRJP5ooption1-x4Llle-oBGyePvhLC2jAK",
      "selected": false
    },
    {
      "source": "BmKiDoySwSu5XNyua2trQ",
      "sourceHandle": "option3",
      "target": "8yq5Hms_3QkouNp9ixsvd",
      "id": "xy-edge__BmKiDoySwSu5XNyua2trQoption3-8yq5Hms_3QkouNp9ixsvd",
      "selected": false
    },
    {
      "source": "BmKiDoySwSu5XNyua2trQ",
      "sourceHandle": "option2",
      "target": "8QeljgvPtew7zpe1zVoAj",
      "id": "xy-edge__BmKiDoySwSu5XNyua2trQoption2-8QeljgvPtew7zpe1zVoAj",
      "selected": false
    },
    {
      "source": "BmKiDoySwSu5XNyua2trQ",
      "sourceHandle": "option1",
      "target": "x4Llle-oBGyePvhLC2jAK",
      "id": "xy-edge__BmKiDoySwSu5XNyua2trQoption1-x4Llle-oBGyePvhLC2jAK",
      "selected": false
    },
    {
      "source": "979X_N3l_zKsj_rvhGmPa",
      "sourceHandle": "option3",
      "target": "x4Llle-oBGyePvhLC2jAK",
      "id": "xy-edge__979X_N3l_zKsj_rvhGmPaoption3-x4Llle-oBGyePvhLC2jAK",
      "selected": false
    },
    {
      "source": "979X_N3l_zKsj_rvhGmPa",
      "sourceHandle": "option2",
      "target": "dJB-lm6T53lAdIIYtgfxR",
      "id": "xy-edge__979X_N3l_zKsj_rvhGmPaoption2-dJB-lm6T53lAdIIYtgfxR",
      "selected": false
    },
    {
      "source": "979X_N3l_zKsj_rvhGmPa",
      "sourceHandle": "option1",
      "target": "wa9sRPYRSiIBL7NEsezxI",
      "id": "xy-edge__979X_N3l_zKsj_rvhGmPaoption1-wa9sRPYRSiIBL7NEsezxI",
      "selected": false
    },
    {
      "source": "3m9bypkqHnS0Vd9kSbO13",
      "sourceHandle": "option1",
      "target": "f-o8FhJGS_1_8MqfoTg6Q",
      "id": "xy-edge__3m9bypkqHnS0Vd9kSbO13option1-f-o8FhJGS_1_8MqfoTg6Q",
      "selected": false
    },
    {
      "source": "3m9bypkqHnS0Vd9kSbO13",
      "sourceHandle": "option2",
      "target": "wa9sRPYRSiIBL7NEsezxI",
      "id": "xy-edge__3m9bypkqHnS0Vd9kSbO13option2-wa9sRPYRSiIBL7NEsezxI",
      "selected": false
    },
    {
      "source": "3m9bypkqHnS0Vd9kSbO13",
      "sourceHandle": "option3",
      "target": "dJB-lm6T53lAdIIYtgfxR",
      "id": "xy-edge__3m9bypkqHnS0Vd9kSbO13option3-dJB-lm6T53lAdIIYtgfxR",
      "selected": false
    },
    {
      "source": "AhCz0wNrCG1cyLMtclBmC",
      "sourceHandle": "option3",
      "target": "dJB-lm6T53lAdIIYtgfxR",
      "id": "xy-edge__AhCz0wNrCG1cyLMtclBmCoption3-dJB-lm6T53lAdIIYtgfxR",
      "selected": false
    },
    {
      "source": "AhCz0wNrCG1cyLMtclBmC",
      "sourceHandle": "option2",
      "target": "wa9sRPYRSiIBL7NEsezxI",
      "id": "xy-edge__AhCz0wNrCG1cyLMtclBmCoption2-wa9sRPYRSiIBL7NEsezxI",
      "selected": false
    },
    {
      "source": "AhCz0wNrCG1cyLMtclBmC",
      "sourceHandle": "option1",
      "target": "f-o8FhJGS_1_8MqfoTg6Q",
      "id": "xy-edge__AhCz0wNrCG1cyLMtclBmCoption1-f-o8FhJGS_1_8MqfoTg6Q",
      "selected": false
    },
    {
      "source": "rdZSzodDj2TabU9f8XjqF",
      "target": "Zz_PV5XCzBiVvZNAAaKB-",
      "id": "xy-edge__rdZSzodDj2TabU9f8XjqF-Zz_PV5XCzBiVvZNAAaKB-",
      "selected": false
    },
    {
      "source": "7qP0ucnGRWWwCFtRKXDAd",
      "target": "fjkCa3yBQIwmxM9DTkFcQ",
      "id": "xy-edge__7qP0ucnGRWWwCFtRKXDAd-fjkCa3yBQIwmxM9DTkFcQ",
      "selected": false
    },
    {
      "source": "0HXwQGUbQgcYzwrvnPk-1",
      "target": "u5OF1ZTtgOuKxo-Uxww0T",
      "id": "xy-edge__0HXwQGUbQgcYzwrvnPk-1-u5OF1ZTtgOuKxo-Uxww0T",
      "selected": false
    },
    {
      "source": "4voLXy0gLE8DnA3yYsnz8",
      "target": "In-A8Pyn5jkcekLI9LDhn",
      "id": "xy-edge__4voLXy0gLE8DnA3yYsnz8-In-A8Pyn5jkcekLI9LDhn",
      "selected": false
    },
    {
      "source": "tJLnjsHTDe6tS3gIy4pLo",
      "target": "HUNMvnHYnTf_hwgdeaKoD",
      "id": "xy-edge__tJLnjsHTDe6tS3gIy4pLo-HUNMvnHYnTf_hwgdeaKoD",
      "selected": false
    },
    {
      "source": "H8bImRACfXYL7QzPBE3z9",
      "target": "q3Pixx-ttRejqZjE22Hhm",
      "id": "xy-edge__H8bImRACfXYL7QzPBE3z9-q3Pixx-ttRejqZjE22Hhm",
      "selected": false
    },
    {
      "source": "Z63wHyVtOBP_9T2p3ylWD",
      "target": "_vX1YGRIbT0iTmlziSbus",
      "id": "xy-edge__Z63wHyVtOBP_9T2p3ylWD-_vX1YGRIbT0iTmlziSbus",
      "selected": false
    },
    {
      "source": "2CRHqbxH-Nc5sW406oF8f",
      "target": "0Qb3atAjHq6KUrR_GZduy",
      "id": "xy-edge__2CRHqbxH-Nc5sW406oF8f-0Qb3atAjHq6KUrR_GZduy",
      "selected": false
    },
    {
      "source": "K6MCX7Ahj_LDimxI13l-d",
      "target": "gfVdzVvADXYIg6t48mkak",
      "id": "xy-edge__K6MCX7Ahj_LDimxI13l-d-gfVdzVvADXYIg6t48mkak",
      "selected": false
    },
    {
      "source": "47l-ipFfh2IothyrAz7zl",
      "target": "-26V74fzDdTQDyVcLgQ5a",
      "id": "xy-edge__47l-ipFfh2IothyrAz7zl--26V74fzDdTQDyVcLgQ5a",
      "selected": false
    },
    {
      "source": "1FTsiYm9BN7WrFXrZpQQc",
      "target": "oxNa-Pg-plbtIcvJESnZP",
      "id": "xy-edge__1FTsiYm9BN7WrFXrZpQQc-oxNa-Pg-plbtIcvJESnZP",
      "selected": false
    },
    {
      "source": "PCzEVaylZ98QWhuCFjfcq",
      "target": "ZVamGJVdKC2YJeimqs-zW",
      "id": "xy-edge__PCzEVaylZ98QWhuCFjfcq-ZVamGJVdKC2YJeimqs-zW",
      "selected": false
    },
    {
      "source": "7-EI_vbDjTwZrUib0c6bD",
      "sourceHandle": "option1",
      "target": "5H5U0jpJ4yu2WVNlhQt8F",
      "id": "xy-edge__7-EI_vbDjTwZrUib0c6bDoption1-5H5U0jpJ4yu2WVNlhQt8F",
      "selected": false
    },
    {
      "source": "PXYfraxDciaUuyhfzO35H",
      "target": "OEV4ZTqeYmvUOl3pzj8V3",
      "id": "xy-edge__PXYfraxDciaUuyhfzO35H-OEV4ZTqeYmvUOl3pzj8V3",
      "selected": false
    },
    {
      "source": "OEV4ZTqeYmvUOl3pzj8V3",
      "target": "zMiBsj4YkezVN3-YZVOjV",
      "id": "xy-edge__OEV4ZTqeYmvUOl3pzj8V3-zMiBsj4YkezVN3-YZVOjV",
      "selected": false
    }
  ]
}